{
    "Alzoubi, Baran - 2024 - A Closer Look at Instructor Use and Sensemaking Processes of Analytics Dashboards Past , Present , and Future.pdf": "ISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported (CC BY-NC-ND 3.0) 1 Volume 11(2), 1–22. https://doi.org/10.18608/jla.2024.7961 A Closer Look at Instructor Use and Sensemaking Processes of Analytics Dashboards: Past, Present, and Future Dana AlZoubi1 and Evrim Baran2 Abstract There is a growing interest in the research and use of automated feedback dashboards that display classroom analytics; yet little is known about the detailed processes instructors use to make sense of these tools, and to determine the impact on their teaching practices. This research was conducted at a public Midwestern university within the context of an automated classroom observation and feedback implementation project. Fifteen engineering instructors engaged in this research. The overarching goal was to investigate instructor teaching beliefs, pedagogical practices, and sensemaking processes regarding dashboard use. A grounded theory approach was used to identify categories related to instructor perceptions. Results revealed that instructor experiences inform both their present use of the dashboard and consequential future actions. A model is presented that illustrates categories included in instructor pre-use, use, and post-use of an automated feedback dashboard. An extension to this model is presented and accompanied by recommendations for a more effective future use of automated dashboards. The model’s practical implications inform both instructors and designers on effective design and use of dashboards, ultimately paving a way to improve pedagogical practices and instruction. Notes for Practice • Instructors can use automated feedback dashboards as professional development tools to improve pedagogical practices. • Guiding instructors through the dashboard training can enhance their sensemaking processes. • Dashboard walkthroughs can be paired with data literacy training to improve instructors’ overall experience and use of dashboards. • Classroom noticing exercises should be incorporated into professional development. • Regular scaffolding sessions can guide instructors in data interpretation and setting goals. Keywords: Classroom analytics, automated classroom observation, feedback dashboards, instructor sensemaking, dashboard use, active learning (AL) Submitted: 05/02/2023 — Accepted: 23/02/2024 — Published: 29/04/2024 Corresponding author 1Email: dana.alzoubi@msstate.edu Department of Industrial Technology, Instructional Design, and Community College Leadership, College of Education, Mississippi State University, 258 Industrial Education Building, 108 Herbert Street, MS State, MS 39762, USA. ORCID iD: https://orcid.org/0000-0002-0483-6839 2Email: ebaran@iastate.edu School of Education, Iowa State University, 0624B Lagomarcino Hall, Ames, IA 50011-3190, USA. ORCID iD: https://orcid.org/0000-0002-1935-0188 1. Introduction There is growing interest in the research and use of classroom analytics to help instructors better understand, model, and support teaching and learning processes. The data from traditional learning analytics (e.g., log data analyzed and used in online learning processes) are usually unidimensional (Worsley & Blikstein, 2015) and ignore important contextual information. They provide limited and partial information that may not be sufficient to understand the complex nature of teaching and learning (Martinez-Maldonado et al., 2018). Classroom analytics are complex in nature; they require tools that aggregate data sources and provide concise visuals (Martinez-Maldonado et al., 2018). A more holistic view can be obtained by capturing ISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative",
    "Bijlsma, Bosman - 2025 - Inventarisatie curricula voltijdroutes naar het leraarschap primair onderwijs.pdf": "Onderzoeksrapport Inventarisatie Curricula Voltijdroutes naar het Leraarschap Primair Onderwijs 2 Colofon Dit onderzoeksrapport is tot stand gekomen in een academische samenwerking tussen de Radboud Universiteit en de Inspectie van het Onderwijs. Onderzoeker Hannah Bijlsma Radboud Universiteit, Nijmegen Adviseurs Anna Bosman Radboud Universiteit, Nijmegen Jaap Scheerens Universiteit Twente, Enschede Paul A. Kirschner Open Universiteit, Heerlen In samenwerking met Inspectie van het Onderwijs, Utrecht Citeer als Bijlsma, H. J. E., & Bosman, A. M. T. (2025). Inventarisatie curricula voltijdroutes naar het leraarschap primair onderwijs. Radboud Universiteit en Inspectie van het Onderwijs. Met dank aan Een speciale dank gaat uit naar Dries D’hease van het Expertisecentrum Onderwijs en Leren van de Thomas More Hogeschool in Antwerpen voor zijn bijdrage en inzet aan dit onderzoek. Ook danken we alle instellingen voor de tijd en energie die ze gestoken hebben in de medewerking aan dit onderzoek en voor hun openheid, transparantie en gastvrijheid. 3 Inhoud Voorwoord\b 4 Samenvatting\b 5 1. Aanleiding \b 7 2. Inhoudelijk kader\b 8 Bekwaamheidseisen leraren\b 8 Andere kaders\b 8 Vakgebieden\b 9 Inhoudelijk kader van dit onderzoek\b 9 3. Methode\b 10 Onderzoekspopulatie\b 10 Dataverzameling \b 10 Onderzoeksaanpak\b 11 Codeerproces\b 14 Data-analyse en weergave van resultaten\b 14 4. Resultaten\b 16 Algemene informatie\b 16 Toelichting data-inventarisatie (fase 1) en codeerproces (fase 2)\b 16 Inhoud\b 21 Categorieën binnen de bekwaamheden\b 25 Omvang\b 32 Onderwijsvorm\b 32 Toetsing\b 33 5. Conclusie en discussie\b 35 Conclusie\b 35 Discussie\b 36 6. Beperkingen van het onderzoek en suggesties voor vervolgonderzoek\b 37 Referenties\b 39 Bijlagen\b 40 Bijlage A – Besluit Bekwaamheidseisen onderwijspersoneel Primair Onderwijs\b 41 Bijlage B – Tabellen \b 46 Bijlage C – Lexicon\b 83 4 Voorwoord Wat voor onze kinderen geldt, geldt ook voor leraren: begin bij de basis. Een goede voorbereiding op hun loopbaan is cruciaal. Voor hun bekwaamheid én om hen voor het beroep te behouden. Die voorbereiding begint met een goede toerusting van leraren gedurende de opleiding. De onderwerpen waar leraren tijdens hun opleiding kennis over opdoen, zijn de onderwerpen waarop zij zich later ook toegerust voelen. Uit dit onderzoek naar de curricula van voltijdroutes naar het leraarschap in het primair onderwijs blijkt dat het aanbod sterk verschilt. Die variatie roept vragen op, bijvoorbeeld over de kennis en vaardigheden die startende leraren meenemen het onderwijs in. Een gevolg daarvan is dat scholen niet altijd weten wat een pas afgestudeerde leraar kan en weet. Dat maakt het lastig om gericht te werken aan de verdere ontwikkeling van leraren in de eerste jaren van hun loopbaan (de inductiefase). Juist in die fase is die ruimte voor verdere professionalisering belangrijk om leraren voor het onderwijs te behouden. Dat bleek ook uit ons onderzoek uit 2023 naar kennis en vaardigheden van beginnende leraren in het funderend onderwijs. De verschillen in curricula gaan over inhoud, omvang, onderwijsvormen en toetsing. Dat is op zichzelf niet vreemd. Instellingen hebben veel vrijheid om hun onderwijs zelf vorm te geven. Tegelijkertijd moeten alle instellingen ervoor zorgen dat afgestudeerde leraren voldoen aan de wettelijke bekwaamheidseisen. Die eisen gaan over vakinhoudelijke, vakdidactische en pedagogische kennis en vaardigheden.",
    "Cijvat et al. - 2023 - Wat leraren doen de inzet van adaptieve leermiddelen in het basisonderwijs(2).pdf": "Wat leraren doen: De inzet van adaptieve leermiddelen in het basisonderwijs [What teachers do: adaptive teaching using Adaptive Learning Technologies (ALTs) in primary education] Cijvat, C.C.; Denessen, E.J.P.G.; Sleegers, P.J.C.; Graaf, J. van der; Molenaar, I. 2023, Article / Letter to editor (Pedagogische Studiën, 100, 1, (2023), pp. 1-34) Doi link to publisher: https://doi.org/10.59302/ps.v100i1.13989 Version of the following full text: Publisher’s version Downloaded from: https://hdl.handle.net/2066/293201 Download date: 2025-09-10 Note: To cite this publication please use the final published version (if applicable). Wat leraren doen: de inzet van adaptieve leermiddelen in het basisonderwijs C. C. Cijvat, E. Denessen, P. J. C. Sleegers, J. van der Graaf, en I. Molenaar Wat leraren doen: de inzet van adaptieve leermiddelen in het basisonderwijs C. C. Cijvat, E. Denessen, P. J. C. Sleegers, J. van der Graaf, en I. Molenaar Samenvatting Steeds meer leraren maken gebruik van adaptieve leermiddelen. Het doel van deze studie is om te onderzoeken hoe leraren adaptief lesgeven combineren met de inzet van een adaptief leermiddel. Van 12 leraren werden op grond van lesobservaties, semigestructureerde interviews en vragenlijsten 108 adaptieve handelingen in kaart gebracht, waarbij de leraar soms wel en soms niet het adaptieve leermiddel inzette. De resultaten laten zien dat bij 62% van de adaptieve handelingen een adaptief leermiddel wordt ingezet, terwijl bij 38% van de handelingen leraren zonder het adaptieve leermiddel aanpassingen maken. De belangrijkste aanleiding voor de adaptieve handelingen zijn veelal de cognitieve verschillen tussen leerlingen. Een latente klassenanalyse (LCA) laat zien dat drie typen adaptieve handelingen kunnen worden onderscheiden: (1) flexibele aanpassingen van de instructie die leraren tijdens de les beslissen op grond van informatie uit het adaptieve leermiddel, (2) flexibele aanpassingen aan instructie zonder het adaptieve leermiddel te raadplegen, (3) voorafgaand aan de les geplande aanpassingen van niet-adaptieve opgaven die leerlingen in het adaptief leermiddel maken. De resultaten van dit onderzoek dragen bij aan het vergroten van inzicht in adaptief lesgeven met de inzet van adaptieve leermiddelen en bieden handvatten voor reflectie door leraren op de praktijk van adaptief onderwijs. Kernwoorden adaptief onderwijs, adaptief leermiddel, latente klassenanalyse, basisonderwijs, rekenonderwijs Artikelgeschiedenis Ontvangen: 30 oktober 2021 Ontvangen in gereviseerde vorm: 21 december 2022 Geaccepteerd: 21 februari 2023 Online: 28 april 2023 contactpersoon Ina Cijvat, ina.cijvat@ru.nl copyright © Author(s); licensed under Creative Commons Attribution 4.0. This allows for unrestricted use, as long as the author(s) and source are credited. Financiering Onderzoek - Belangen De auteurs hebben geen belangen te vermelden. 1 PEDAGOGISCHE STUDIËN https://doi. org/10.59302/ ps.v100i1.13989 2023 (100) 1-34 2 PEDAGOGISCHE STUDIËN https://doi. org/10.59302/ ps.v100i1.13989 C. C. Cijvat, E. Denessen, P. J. C. Sleegers, J. van der Graaf, en I. Molenaar 1 Inleiding Van leraren wordt verwacht dat ze hun pedagogisch-didactisch handelen af- stemmen op verschillen tussen leerlingen, om het onderwijs voor alle leerlingen uitdagend en betekenisvol te laten zijn (Blok, 2004; Corno, 2008; Deunk, Smale- Jacobse, de Boer, Doolaard, & Bosker, 2018; Prast, 2018; Tomlinson et al., 2003). Steeds vaker worden daarbij digitale adaptieve leermiddelen ingezet, met als doel het onderwijs nog beter af te stemmen op verschillen",
    "Clarke, Hollingsworth - 2002 - Elaborating a model of teacher professional growth.pdf": "Teaching and Teacher Education 18 (2002) 947–967 Elaborating a model of teacher professional growth David Clarkea,*, Hilary Hollingsworthb aInternational Centre for Classroom Research, Faculty of Education, University of Melbourne, Victoria 3010, Australia bTeacher Learning, LessonLab Inc., 3330 Ocean Park Boulevard, Santa Monica, CA 90405, USA Received 10 October 2001; received in revised form 28 January 2002; accepted 25 February 2002 Abstract This paper details a model of teacher professional growth and relates the model to the research data on which the model is empirically founded. A key feature of the model is its inclusion of four analytic domains in close correspondence to those employed by Guskey (Educational Researcher 15(5), 1986) and others, but the model proposed in this paper identiﬁes the speciﬁc mechanisms by which change in one domain is associated with change in another. The interconnected, non-linear structure of the model enabled the identiﬁcation of particular ‘‘change sequences’’ and ‘‘growth networks’’, giving recognition to the idiosyncratic and individual nature of teacher professional growth. One major value of a change model grounded in empirical data lies in its capacity to stimulate speculation, research and development regarding possible change mechanisms as yet unexplored and unexploited. In its current form, this model offers a powerful framework to support the analyses of those studying teacher change (or growth) and the planning of those responsible for teacher professional development. r 2002 Elsevier Science Ltd. All rights reserved. Keywords: Teacher learning; Teacher change; Professional development; Change model The optimization of the outcomes of a process is facilitated by the understanding of that process. If we are to facilitate the professional development of teachers, we must understand the process by which teachers grow professionally and the conditions that support and promote that growth. In this paper, professional growth is represented as an inevitable and continuing process of learning. By acknowledging professional growth as a form of learning, we become inheritors of a substantial body of learning theory and research. The application of contemporary learning theory to the development of programs to support teacher professional growth has been ironically infrequent. In particular, models of teacher professional development have not matched the complexity of the process we seek to promote. In this paper, we provide the details of an empirically grounded model of professional growth that incorporates key features of contemporary learning theory. The model described here both explains existing research data on teacher professional development and suggests key considerations for those respon- sible for the development of in-service and pre- service programs for teachers. *Corresponding author. Tel.: +61-3-8344-8511; fax: +61-3- 8344-3806. E-mail addresses: d.clarke@unimelb.edu.au (D. Clarke), hilaryh@lessonlab.com (H. Hollingsworth). 0742-051X/02/$ - see front matter r 2002 Elsevier Science Ltd. All rights reserved. PII: S 0 7 4 2 - 0 5 1 X ( 0 2 ) 0 0 0 5 3 - 7 1. Teacher change A substantial literature exists on ‘‘teacher change’’ (see, for example, Doyle, 1990; Guskey, 1985; Johnson, 1996a). This literature permits various readings of the term ‘‘teacher change’’ and Clarke and Hollingsworth",
    "Cristea et al. - 2025 - Artificial Intelligence in Education.pdf": "Alexandra I. Cristea · Erin Walker · Yu Lu · Olga C. Santos · Seiji Isotani (Eds.) 123 LNAI 15882 26th International Conference, AIED 2025 Palermo, Italy, July 22–26, 2025 Proceedings, Part VI Artificial Intelligence in Education Lecture Notes in Computer Science Lecture Notes in Artiﬁcial Intelligence 15882 Founding Editor Jörg Siekmann Series Editors Randy Goebel, University of Alberta, Edmonton, Canada Wolfgang Wahlster, DFKI, Berlin, Germany Zhi-Hua Zhou, Nanjing University, Nanjing, China The series Lecture Notes in Artiﬁcial Intelligence (LNAI) was established in 1988 as a topical subseries of LNCS devoted to artiﬁcial intelligence. The series publishes state-of-the-art research results at a high level. As with the LNCS mother series, the mission of the series is to serve the international R & D community by providing an invaluable service, mainly focused on the publication of conference and workshop proceedings and postproceedings. Alexandra I. Cristea · Erin Walker · Yu Lu · Olga C. Santos · Seiji Isotani Editors Artiﬁcial Intelligence in Education 26th International Conference, AIED 2025 Palermo, Italy, July 22–26, 2025 Proceedings, Part VI Editors Alexandra I. Cristea Durham University Durham, UK Yu Lu Beijing Normal University Beijing, China Seiji Isotani University of São Paulo São Carlos, Brazil Erin Walker University of Pittsburgh Pittsburgh, PA, USA Olga C. Santos UNED Madrid, Spain ISSN 0302-9743 ISSN 1611-3349 (electronic) Lecture Notes in Artiﬁcial Intelligence ISBN 978-3-031-98464-8 ISBN 978-3-031-98465-5 (eBook) https://doi.org/10.1007/978-3-031-98465-5 LNCS Sublibrary: SL7 – Artiﬁcial Intelligence © The Editor(s) (if applicable) and The Author(s), under exclusive license to Springer Nature Switzerland AG 2025 This work is subject to copyright. All rights are solely and exclusively licensed by the Publisher, whether the whole or part of the material is concerned, speciﬁcally the rights of translation, reprinting, reuse of illustrations, recitation, broadcasting, reproduction on microﬁlms or in any other physical way, and transmission or information storage and retrieval, electronic adaptation, computer software, or by similar or dissimilar methodology now known or hereafter developed. The use of general descriptive names, registered names, trademarks, service marks, etc. in this publication does not imply, even in the absence of a speciﬁc statement, that such names are exempt from the relevant protective laws and regulations and therefore free for general use. The publisher, the authors and the editors are safe to assume that the advice and information in this book are believed to be true and accurate at the date of publication. Neither the publisher nor the authors or the editors give a warranty, expressed or implied, with respect to the material contained herein or for any errors or omissions that may have been made. The publisher remains neutral with regard to jurisdictional claims in published maps and institutional afﬁliations. This Springer imprint is published by the registered company Springer Nature Switzerland AG The registered company address is: Gewerbestrasse 11, 6330 Cham, Switzerland If disposing of this product, please recycle the paper. Preface Welcome to the 26th International Conference on Artiﬁcial Intelligence in Education, taking place from July 22–26, 2025 in the vibrant city of Palermo, Italy.",
    "Gálvez-nieto et al. - 2023 - Psychometric properties of the Teachers ’ Sense of Efficacy Scale in a sample of Chilean public school teac.pdf": "Frontiers in Psychology 01 frontiersin.org Psychometric properties of the Teachers’ Sense of Efficacy Scale in a sample of Chilean public school teachers José Luis Gálvez-Nieto 1, Sonia Salvo-Garrido 2*, Sergio Domínguez-Lara 3, Karina Polanco-Levicán 4 and Manuel Mieres-Chacaltana 5 1 Departamento de Trabajo Social, Universidad de La Frontera, Temuco, Chile, 2 Departamento de Matemática y Estadística, Universidad de La Frontera, Temuco, Chile, 3 South American Center for Education and Research in Public Health, Universidad Privada Norbert Wiener, Lima, Peru, 4 Programa de Doctorado en Ciencias Sociales, Universidad de La Frontera, Temuco, Chile, 5 Departamento de Diversidad y Educación Intercultural, Universidad Católica de Temuco, Temuco, Chile The Teachers’ Sense of Efficacy Scale (TSES) has demonstrated suitable levels of reliability and validity for its use on the teacher population in several countries, and it is the most used scale to assess teachers’ beliefs in their efficacy. However, few psychometric studies exist on its applicability to elementary teachers in public schools. This study analyzed the psychometric properties of the TSES in teachers who work in elementary education. The sample comprised 1,406 Chilean teachers, mainly women (77.2%), from various Chilean public and subsidized schools. The results obtained from three confirmatory factor analyses demonstrated that the model that best fit the data was bifactor exploratory structural equation modeling (B-ESEM) for 24 items, one general factor, and three residual factors. The results of the factorial invariance analysis indicate that the TSES remains stable up to the strict level of invariance for the variable sex. These results imply that the TSES can be used on Chilean teachers. The results are discussed based on the theoretical and empirical evidence available. KEYWORDS efficacy, teachers, validity, reliability, measurement invariance 1. Introduction Teacher self-efficacy is considered fundamental to students’ teaching-learning processes, since it favors the quality of education, especially elementary (Lazarides et al., 2020; Opoku et al., 2022; Yin, 2022). As a result, there has recently been an increase in interest in its assessment, particularly at a time when schools are dealing with complex circumstances that make it difficult for them to achieve their goals (Guangbao and Timothy, 2021). In the case of Chile, there is a structural problem posed by high socioeconomic-based segregation, which has affected students’ development of different skills and academic performance and has also affected their families (Murillo and Garrido, 2017; Murillo et al., 2018, 2023; Salvo-Garrido et al., 2020). As a result, the work of teachers has been hampered and, therefore, challenged; even more so if the management of favorable learning environments depends largely on the talent and self-efficacy of the teachers (Bandura, 1995). Consequently, a successful response to the challenge of teaching OPEN ACCESS EDITED BY Mohamed A. Ali, Grand Canyon University, United States REVIEWED BY Antonio Luque, University of Almería, Spain Geraldine Keawe, Independent Researcher, Los Angeles, CA, United States *CORRESPONDENCE Sonia Salvo-Garrido sonia.salvo@ufrontera.cl RECEIVED 04 August 2023 ACCEPTED 08 September 2023 PUBLISHED 22 September 2023 CITATION Gálvez-Nieto JL, Salvo-Garrido S, Domínguez- Lara S, Polanco-Levicán K and Mieres-Chacaltana M (2023) Psychometric properties of the",
    "Hoadley et al. - 2022 - Design-based research What it is and why it matters to studying online learning Design-based research What it.pdf": "Educational Psychologist ISSN: 0046-1520 (Print) 1532-6985 (Online) Journal homepage: www.tandfonline.com/journals/hedp20 Design-based research: What it is and why it matters to studying online learning Christopher Hoadley & Fabio C. Campos To cite this article: Christopher Hoadley & Fabio C. Campos (2022) Design-based research: What it is and why it matters to studying online learning, Educational Psychologist, 57:3, 207-220, DOI: 10.1080/00461520.2022.2079128 To link to this article: https://doi.org/10.1080/00461520.2022.2079128 © 2022 The Author(s). Published with license by Taylor & Francis Group, LLC. Published online: 01 Jul 2022. Submit your article to this journal Article views: 40418 View related articles View Crossmark data Citing articles: 71 View citing articles Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=hedp20 Design-based research: What it is and why it matters to studying online learning Christopher Hoadley and Fabio C. Campos Steinhardt School of Culture, Education, and Human Development, New York University ABSTRACT The ever-changing nature of online learning foregrounds the limits of separating research from design. In this article, we take the difficulty of making generalizable conclusions about designed environments as a core challenge of studying the educational psychology of online learning envi- ronments. We argue that both research and design can independently produce empirically derived knowledge, and we examine some of the configurations that allow us to simultaneously invent and study designed online learning environments. We revisit design-based research (DBR) meth- ods and their epistemology, and discuss how they contribute various types of usable knowledge. Rather than compromising objectivity, we argue for how design researchers can acknowledge their intent and, in so doing, promote ways in which research and design can not only produce better interventions but also transform people and systems. Design and research: Two ways to make change in the world The contingency of artificial phenomena has always created doubts as to whether they fall properly within the compass of science. Sometimes these doubts are directed at the … difficulty of disentangling prescription from description. This seems to me not to be the real difficulty. The genuine problem is to show how empirical propositions can be made at all about systems that, given different circumstances, might be quite other than they are. (Simon, 1969, p. x) Educational psychology has helped bridge the gap between the understanding of the human mind and the inherently applied field of education, in which educators must continuously make decisions about their teaching and learning aims. The theory of action in this relationship is simple: if people better understand how the mind works, they can better shape teach- ing to meet its constraints. The presumed division of labor has researchers in educational psychology “(i) adopting a psy- chological perspective to human problems; (ii) uncovering mediating/psychological variables which link particular situa- tions with specific outcomes; (iii) employing psychological knowledge to create explanatory models of complex human problems; (iv) using evidence based strategies for change; and (v) sharing and promoting big ideas from psychology” (Cameron, 2006, p. 289), while others develop and enact instruction, ideally using insights from psychologists.",
    "Holstein et al. - 2017 - Intelligent tutors as teachers' aides exploring teacher needs for real-time analytics in blended cl.pdf": "Intelligent Tutors as Teachers’ Aides: Exploring Teacher Needs for Real-time Analytics in Blended Classrooms Kenneth Holstein, Bruce M. McLaren, and Vincent Aleven Human-Computer Interaction Institute Carnegie Mellon University Pittsburgh, PA 15213 {kjholste, bmclaren, aleven}@cs.cmu.edu ABSTRACT Intelligent tutoring systems (ITSs) are commonly designed to enhance student learning. However, they are not typically designed to meet the needs of teachers who use them in their classrooms. ITSs generate a wealth of analytics about student learning and behavior, opening a rich design space for real-time teacher support tools such as dashboards. Whereas real-time dashboards for teachers have become popular with many learning technologies, we are not aware of projects that have designed dashboards for ITSs based on a broad investigation of teachers’ needs. We conducted design interviews with ten middle school math teachers to explore their needs for on-the-spot support during blended class sessions, as a first step in a user-centered design process of a real-time dashboard. Based on multi-methods analyses of this interview data, we identify several opportunities for ITSs to better support teachers’ needs, noting that the analytics commonly generated by existing teacher support tools do not strongly align with the analytics teachers expect to be most useful. We highlight key tensions and tradeoffs in the design of such real- time supports for teachers, as revealed by “Speed Dating” possible futures with teachers. This paper has implications for our ongoing co-design of a real-time dashboard for ITSs, as well as broader implications for the design of ITSs that can effectively collaborate with teachers in classroom settings. CCS Concepts • Human-centered computing ~ User centered design • Applied computing ~ Computer-assisted instruction Keywords Intelligent tutoring systems, pedagogical decision-making, real- time analytics, blended learning, teachers, classrooms, adoption 1. INTRODUCTION In recent years, there has been growing interest in teaching analytics: the use of analytics to support teacher awareness, reflection, and decision-making in both physical and virtual classroom settings [2, 21, 22, 24]. In particular, there has been an increasing interest in the design and development of systems that can support teachers’ on-the-spot decision-making, by presenting them with actionable analytics in real-time (e.g., [2, 13]). Some of this work has focused specifically on supporting teacher monitoring and decision-making in blended learning environments, where students may work with adaptive learning technologies at their own pace. A key advantage of such classroom technologies is that they free the teacher to provide more one-on-one support to students who may benefit from it the most. However, they also present teachers with unique challenges, as teachers are tasked with monitoring classrooms that may be working on a broad range of divergent educational activities simultaneously, and prioritizing help-giving across students, in the face of limited time [2, 27]. We are working towards the design of a real-time dashboard for teachers in K-12 classrooms who use adaptive educational technologies [15, 19] as part of their instruction. In particular, we are exploring how intelligent tutoring systems (ITSs) might be better designed to meet the needs of teachers during blended class sessions, and",
    "Holstein, Mclaren, Aleven - 2017 - Intelligent Tutors as Teachers ’ Aides Exploring Teacher Needs for Real-time Analytics in Blended Cl.pdf": "Intelligent Tutors as Teachers’ Aides: Exploring Teacher Needs for Real-time Analytics in Blended Classrooms Kenneth Holstein, Bruce M. McLaren, and Vincent Aleven Human-Computer Interaction Institute Carnegie Mellon University Pittsburgh, PA 15213 {kjholste, bmclaren, aleven}@cs.cmu.edu ABSTRACT Intelligent tutoring systems (ITSs) are commonly designed to enhance student learning. However, they are not typically designed to meet the needs of teachers who use them in their classrooms. ITSs generate a wealth of analytics about student learning and behavior, opening a rich design space for real-time teacher support tools such as dashboards. Whereas real-time dashboards for teachers have become popular with many learning technologies, we are not aware of projects that have designed dashboards for ITSs based on a broad investigation of teachers’ needs. We conducted design interviews with ten middle school math teachers to explore their needs for on-the-spot support during blended class sessions, as a first step in a user-centered design process of a real-time dashboard. Based on multi-methods analyses of this interview data, we identify several opportunities for ITSs to better support teachers’ needs, noting that the analytics commonly generated by existing teacher support tools do not strongly align with the analytics teachers expect to be most useful. We highlight key tensions and tradeoffs in the design of such real- time supports for teachers, as revealed by “Speed Dating” possible futures with teachers. This paper has implications for our ongoing co-design of a real-time dashboard for ITSs, as well as broader implications for the design of ITSs that can effectively collaborate with teachers in classroom settings. CCS Concepts • Human-centered computing ~ User centered design • Applied computing ~ Computer-assisted instruction Keywords Intelligent tutoring systems, pedagogical decision-making, real- time analytics, blended learning, teachers, classrooms, adoption 1. INTRODUCTION In recent years, there has been growing interest in teaching analytics: the use of analytics to support teacher awareness, reflection, and decision-making in both physical and virtual classroom settings [2, 21, 22, 24]. In particular, there has been an increasing interest in the design and development of systems that can support teachers’ on-the-spot decision-making, by presenting them with actionable analytics in real-time (e.g., [2, 13]). Some of this work has focused specifically on supporting teacher monitoring and decision-making in blended learning environments, where students may work with adaptive learning technologies at their own pace. A key advantage of such classroom technologies is that they free the teacher to provide more one-on-one support to students who may benefit from it the most. However, they also present teachers with unique challenges, as teachers are tasked with monitoring classrooms that may be working on a broad range of divergent educational activities simultaneously, and prioritizing help-giving across students, in the face of limited time [2, 27]. We are working towards the design of a real-time dashboard for teachers in K-12 classrooms who use adaptive educational technologies [15, 19] as part of their instruction. In particular, we are exploring how intelligent tutoring systems (ITSs) might be better designed to meet the needs of teachers during blended class sessions, and",
    "Hutchins - 2000 - Distributed cognition.pdf": "IESBS Distributed Cognition Last update: 5/18/00 1 Distributed Cognition Edwin Hutchins University of California, San Diego Like all other branches of cognitive science, distributed cognition seeks to understand the organization of cognitive systems. Like most of cognitive science, it takes cognitive processes to be those that are involved in memory, decision making, inference, reasoning, learning, and so on. Also following mainstream cognitive science, it characterizes cognitive processes in terms of the propagation and transformation of representations. What distinguishes distributed cognition from other approaches is the commitment to two related theoretical principles. The first concerns the boundaries of the unit of analysis for cognition. The second concerns the range of mechanisms that may be assumed to participate in cognitive processes. While mainstream cognitive science looks for cognitive events in the manipulation of symbols (Newell, et.al, 1989), or more recently, patterns of activation across arrays of processing units (Rumelhart, et.al, 1986; McClelland, et.al., 1986) inside individual actors, distributed cognition looks for a broader class of cognitive events and does not expect all such events to be encompassed by the skin or skull of an individual. When one applies these principles to the observation of human activity “in the wild”, at least three interesting kinds of distribution of cognitive process become apparent: cognitive processes may be distributed across the members of a social group, cognitive processes may be distributed in the sense that the operation of the cognitive system involves coordination between internal and external (material or environmental) structure, and processes may be distributed through time in such a way that the products of earlier events can transform the IESBS Distributed Cognition Last update: 5/18/00 2 nature of later events. The effects of these kinds of distribution of process are extremely important to an understanding of human cognition. The roots of distributed cognition are deep, but the field came into being under its current name in the mid-1980s. In 1978, Vygotsky’s Mind in Society was published in English. Minsky published his Society of Mind in 1985. At the same time, Parallel Distributed Processing was making a comeback as a model of cognition (Rumelhart, et al, 1986). The nearly perfect mirror symmetry of the titles of Vygotsky’s and Minsky’s books suggests that something special might be happening in systems of distributed processing, whether the processors are neurons, connectionist nodes, areas of a brain, whole persons, groups of persons, or groups of groups of persons. Mind in Society For many people, distributed cognition means cognitive processes that are distributed across the members of a social group (Salomon, 1993). The fundamental question here is how the cognitive processes we normally associate with an individual mind can be implemented in a group of individuals? A wide range of disciplines in the social sciences has explored this question. Treating memory as a socially distributed cognitive function has a long history in sociology and anthropology. Durkheim, and his students, especially Halbwachs (1925), maintained that memory could not even be coherently discussed as a property of an isolated individual. Roberts",
    "Inspectie van het Onderwijs - 2023 - Technisch rapport kennis en vaardigheden van beginnende leraren in het funderend onderwijs. De staa.pdf": "Pagina 1 van 40 TECHNISCH RAPPORT KENNIS EN VAARDIGHEDEN VAN BEGINNENDE LERAREN IN HET FUNDEREND ONDERWIJS DE STAAT VAN HET ONDERWIJS 2023 Mei 2023 Pagina 2 van 40 1 Inhoud 1 Inhoud ...................................................................................... 2 2 Inleiding ................................................................................... 3 3 Methoden .................................................................................. 4 3.1 Databronnen ............................................................................... 4 3.2 Statistische analyses .................................................................... 5 3.3 Definities .................................................................................... 5 4 Resultaten ................................................................................. 7 4.1 Beginnende leraren ...................................................................... 7 4.1.1 Representativiteit ..................................................................... 7 4.1.2 Achtergrondkenmerken ............................................................ 7 4.1.3 Zicht op het functioneren van beginnende leraren ........................ 9 4.1.4 Opgedane kennis tijdens de opleiding ........................................ 10 4.1.5 Basisvaardigheden .................................................................. 21 4.1.6 Vaardigheden in de klas ........................................................... 24 4.1.7 Begeleiding ............................................................................ 26 4.2 Beginnende en ervaren leraren ..................................................... 31 4.2.1 Achtergrondkenmerken ........................................................... 31 4.2.2 Opgedane kennis tijdens de opleiding ........................................ 31 4.2.3 Vaardigheden in de klas ........................................................... 33 4.2.4 Gedrag in de klas .................................................................... 36 5 Referenties .............................................................................. 40 Pagina 3 van 40 2 Inleiding Van goede leraren wordt verwacht dat ze vakinhoudelijke kennis en effectieve (vak)didactische vaardigheden hebben en dat ze in staat zijn de ontwikkeling van hun leerlingen te volgen en hun instructie daarop aan te passen. Uit onderzoek blijkt dat beginnende leraren over het algemeen minder onderwijskwaliteit leveren dan leraren met meer ervaring (Gerritsen, Plug & Webbink, 2017; Coenen et al., 2018; SvhO, 2019). In de eerste jaren voor de klas doen beginnende leraren blijkbaar kennis en vaardigheden op die nodig zijn, maar die in de opleiding niet (genoeg) aan bod komen. De opleiding van leraren is beperkt qua beschikbare tijd en de inhouden die aandacht krijgen. Zo is er sprake van een primaire oriëntatie op didactische vaardigheden, terwijl de inhoudelijke vakbekwaamheid secundair is (Scheerens en Kirschner, 2021). Ook differentiëren is een vaardigheid die veelal weinig aandacht krijgt in de opleidingen (Visscher, 2021). Om meer zicht te krijgen op de kennis en vaardigheden van beginnende leraren beantwoorden we in dit technisch rapport de volgende onderzoeksvragen: Wat zijn de kennis en vaardigheden van beginnende leraren, ook ten opzichte van meer ervaren leraren, en sluiten deze aan bij wat scholen vragen en waarop ze begeleiding aanbieden? • Wat zijn de kennis en vaardigheden van beginnende leraren? • Welke begeleiding krijgen beginnende leraren? • Zijn er verschillen in kennis en vaardigheden tussen beginnende leraren en meer ervaren leraren? Pagina 4 van 40 3 Methoden 3.1 Databronnen Basisregister onderwijs (BRON) De Basisregistratie Onderwijs (BRON) bestanden bevatten onderwijsregistraties zoals door Dienst Uitvoering Onderwijs (DUO) verkregen van de instellingen en geleverd aan de Inspectie van het Onderwijs. Het betreft de inschrijving van studenten op peildatum 1 oktober van het betreffende studiejaar. Vragenlijst voor beginnende leraren Aan het begin van schooljaar 2022-2023 is via DUO een vragenlijst uitgezet onder alle gediplomeerden van een lerarenopleiding (pabo, tweedegraads hbo, eerstegraad hbo master en universitaire lerarenopleiding (ulo) in het bekostigd onderwijs (diplomajaar 2018-2019) en alle gediplomeerden van een lerarenopleiding (tweedegraads hbo) in het niet-bekostigd onderwijs (diplomajaar 2019). In totaal zijn 8.380 (pabo: 3.554, tweedegraads hbo: 3.657, eerstegraads hbo: 424 en ulo: 745) gediplomeerden benaderd waarvan er na een herinnering 1.065 (pabo: 432, tweedegraads hbo,",
    "Kennisrotonde - 2016 - Leidt een adaptieve leeromgeving (bij rekenen) voor leerlingen tot voldoende feedback en leerwinst en welke rol h.pdf": "Opgesteld door: Claudia van Kruistum (antwoordspecialist) en José van der Hoeven (kennismakelaar Kennisrotonde) Vraagstellers: rekencoördinator havo/vwo en leerkracht po Geraadpleegde experts: Dr. Chris van Klaveren en Chiel van der Veen, MSc. Referentie: Kennisrotonde. (2016). Leidt een adaptieve leeromgeving (bij rekenen) voor leerlingen tot voldoende feedback en leerwinst en welke rol heeft de leraar daarin? (KR.88) Den Haag: Kennisrotonde. 14 september 2016 – update 26 augustus 2019 Vraag 1. Is het waar dat een adaptieve leeromgeving leerlingen voldoende feedback geeft en leidt tot hogere leerresultaten? 2. Is het waar dat de rol van de leraar in een adaptieve leeromgeving verandert ten opzichte van zijn rol in een traditionele onderwijssetting? Kort antwoord Onderzoek lijkt uit te wijzen dat er in potentie leerresultaat wordt behaald wanneer computers als een aanvulling op en niet als een vervanging van leraarinstructie worden gebruikt. Adaptieve, digitale leeromgevingen kunnen enkele taken van leraren overnemen, zoals het afstemmen van de moeilijkheidsgraad van opgaven op het niveau van de leerlingen en het geven van feedback. Er wordt echter meer leerwinst behaald als leraren daarnaast differentiatiestrategieën toepassen, zoals het monitoren van de voortgang, het zoeken naar oorzaken van problemen, het gebruiken van deze informatie om aanvullende instructie te geven, en het creëren van mogelijkheden tot zelfsturing door de leerling. Toelichting antwoord Leraren maken steeds meer gebruik van digitale leermiddelen, zo blijkt uit onderzoek van Kennisnet (2015). De mogelijkheid om te differentiëren vormt voor hen een belangrijk motief om traditionele materialen te vervangen of aan te vullen. en maken daartoe vooral gebruik van interactieve oefenmaterialen en methodegebonden software van uitgevers, met name in het primair onderwijs. Oefenprogramma’s als Snappet, Oefenweb en Muiswerk zijn hier voorbeelden van. Zij beloven opgaven op maat, verbeterd leerresultaat, minder werkdruk, en beter inzicht en overzicht in de klas. Een belangrijke vraag die hierbij rijst is of, en zo ja hoe, de rol van de leraar verandert. Is er bijvoorbeeld minder instructie nodig of verandert de aard van de instructie? Wat is belangrijker: medium of instructiestrategie? De vraag naar het belang van instructie is geworteld in een langer lopende discussie, ook wel het ‘Clark-Kozma’-debat genoemd. Het standpunt van Clark was dat niet het medium maar de instructiestrategie het verschil maakt tussen het wel of niet behalen van gewenste leerdoelen; Kozma was daarentegen van mening dat verschillende media unieke mogelijkheden bieden die op zich tot bepaalde leeropbrengsten kunnen leiden (De Jong, Kanselaar & Lowyck, 2009). De discussie is nog niet beslecht en dat komt mede doordat het lastig is om causale verbanden vast te stellen en om effecten van medium, inhoud en instructiestrategie van elkaar te scheiden. Resultaten uit empirisch onderzoek moeten dus voorzichtig worden geïnterpreteerd. Volgens Hattie (2009) laten de oudere onderzoeken die er zijn zien dat er in potentie groter leerresultaat wordt behaald wanneer computers als een aanvulling op en niet als een vervanging van leraarinstructie worden gebruikt. In recenter onderzoek van de OECD (2015) wordt zelfs in twijfel getrokken of computers een aanvulling vormen; frequenter computergebruik lijkt niet te leiden tot betere schoolprestaties en vaak wel",
    "Kessel et al. - 2025 - Primary School Teacher Perspectives on Effective Dashboard Use in the Classroom Skills , Knowledge , and Context.pdf": "ISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License (CC BY 4.0) 279 Volume 12(2), 279-292. https://doi.org/10.18608/jla.2025.8493 Primary School Teacher Perspectives on Effective Dashboard Use in the Classroom: Skills, Knowledge, and Contextual Conditions Manel van Kessel1, Inge Molenaar2, Carolien A. N. Knoop-van Campen3, Mario de Jonge4 and Nadira Saab5 Abstract Adaptive learning technologies (ALTs) provide teachers with student data in teacher dashboards (TDs). However, there is substantial variation in dashboard use among teachers, and many find it difficult to draw conclusions based on student data. Teachers’ skills, knowledge, and contextual conditions are believed to be essential in effective dashboard use. In this study, 26 primary school teachers using dashboards daily were interviewed about their perspectives on the skills, knowledge, and contextual conditions needed to facilitate dashboard use. Results indicated that teachers require a combination of skills, knowledge, and contextual conditions to make well-informed decisions while using a dashboard, emphasizing data literacy skills and pedagogical knowledge. In addition, teachers addressed other competencies, such as skills and knowledge related to the ALT curriculum and general computer proficiency. Also, contextual conditions at the school and technology level were found to be necessary. Based on these results, we propose various factors to explain teacher dashboard use. Notes for Practice • Adaptive learning technologies (ALTs) with learning analytics (LA) visualize real-time student data for teachers in a teacher dashboard (TD), and teachers can use this data to adjust their lessons and contribute to student learning. • This study identifies teacher perspectives on the skills and knowledge needed, and contextual conditions supporting TD use in primary education. • Teachers emphasize the importance of data literacy skills and pedagogical knowledge, and supporting contextual conditions for using TDs. Keywords: Teacher dashboards, primary education, adaptive learning technologies, teacher perspectives Submitted: 12/06/2024 — Accepted: 22/01/2025 — Published: 14/04/2025 Corresponding author 1Email: m.p.c.van.kessel@iclon.leidenuniv.nl Address: ICLON Graduate School of Teaching, Leiden University, Kolffpad 1, 2333BN, Leiden, Netherlands. ORCID iD: https://orcid.org/0009-0002-6466-9515 2Email: inge.molenaar@ru.nl Address: Behavioural Science Institute, Radboud University, Nijmegen, Netherlands. ORCID iD: https://orcid.org/0000-0003-4639-2524 3Email: carolien.knoop-vancampen@ru.nl Address: Behavioural Science Institute, Radboud University, Nijmegen, Netherlands. ORCID iD: https://orcid.org/0000-0002-3666-8577 4Email: m.o.de.jonge@iclon.leidenuniv.nl Address: ICLON Graduate School of Teaching, Leiden University, Kolffpad 1, 2333BN, Leiden, Netherlands. ORCID iD: https://orcid.org/0000-0002-8764-7688 5Email: n.saab@iclon.leidenuniv.nl Address: ICLON Graduate School of Teaching, Leiden University, Kolffpad 1, 2333BN, Leiden, Netherlands. ORCID iD: https://orcid.org/0000-0003-0751-4277 1. Introduction Teacher dashboards provide teachers with insight into student performance (Bodily et al., 2018; Jivet et al., 2018; van Leeuwen et al., 2019). Such insights are enabled when students practise in an adaptive learning technology (ALT) that collects real-time performance data through learning analytics (LA) and forwards it to the dashboard for immediate visualization (Mavroudi et al., 2016; Sarıyalçınkaya et al., 2021). In primary education, these teacher dashboards (TDs) can be used to monitor student progress, identify at-risk students, and inform data-driven decisions (Holstein et al., 2017; Verbert et al., 2014). Despite the potential of TDs, research indicates that effectiveness largely depends on their implementation (Michaeli et al., 2020), but the conclusions on the",
    "Kessel et al. - 2025 - Primary School Teacher Perspectives on Effective Dashboard Use in the Classroom Skills, Knowledge,.pdf": "ISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License (CC BY 4.0) 279 Volume 12(2), 279-292. https://doi.org/10.18608/jla.2025.8493 Primary School Teacher Perspectives on Effective Dashboard Use in the Classroom: Skills, Knowledge, and Contextual Conditions Manel van Kessel1, Inge Molenaar2, Carolien A. N. Knoop-van Campen3, Mario de Jonge4 and Nadira Saab5 Abstract Adaptive learning technologies (ALTs) provide teachers with student data in teacher dashboards (TDs). However, there is substantial variation in dashboard use among teachers, and many find it difficult to draw conclusions based on student data. Teachers’ skills, knowledge, and contextual conditions are believed to be essential in effective dashboard use. In this study, 26 primary school teachers using dashboards daily were interviewed about their perspectives on the skills, knowledge, and contextual conditions needed to facilitate dashboard use. Results indicated that teachers require a combination of skills, knowledge, and contextual conditions to make well-informed decisions while using a dashboard, emphasizing data literacy skills and pedagogical knowledge. In addition, teachers addressed other competencies, such as skills and knowledge related to the ALT curriculum and general computer proficiency. Also, contextual conditions at the school and technology level were found to be necessary. Based on these results, we propose various factors to explain teacher dashboard use. Notes for Practice • Adaptive learning technologies (ALTs) with learning analytics (LA) visualize real-time student data for teachers in a teacher dashboard (TD), and teachers can use this data to adjust their lessons and contribute to student learning. • This study identifies teacher perspectives on the skills and knowledge needed, and contextual conditions supporting TD use in primary education. • Teachers emphasize the importance of data literacy skills and pedagogical knowledge, and supporting contextual conditions for using TDs. Keywords: Teacher dashboards, primary education, adaptive learning technologies, teacher perspectives Submitted: 12/06/2024 — Accepted: 22/01/2025 — Published: 14/04/2025 Corresponding author 1Email: m.p.c.van.kessel@iclon.leidenuniv.nl Address: ICLON Graduate School of Teaching, Leiden University, Kolffpad 1, 2333BN, Leiden, Netherlands. ORCID iD: https://orcid.org/0009-0002-6466-9515 2Email: inge.molenaar@ru.nl Address: Behavioural Science Institute, Radboud University, Nijmegen, Netherlands. ORCID iD: https://orcid.org/0000-0003-4639-2524 3Email: carolien.knoop-vancampen@ru.nl Address: Behavioural Science Institute, Radboud University, Nijmegen, Netherlands. ORCID iD: https://orcid.org/0000-0002-3666-8577 4Email: m.o.de.jonge@iclon.leidenuniv.nl Address: ICLON Graduate School of Teaching, Leiden University, Kolffpad 1, 2333BN, Leiden, Netherlands. ORCID iD: https://orcid.org/0000-0002-8764-7688 5Email: n.saab@iclon.leidenuniv.nl Address: ICLON Graduate School of Teaching, Leiden University, Kolffpad 1, 2333BN, Leiden, Netherlands. ORCID iD: https://orcid.org/0000-0003-0751-4277 1. Introduction Teacher dashboards provide teachers with insight into student performance (Bodily et al., 2018; Jivet et al., 2018; van Leeuwen et al., 2019). Such insights are enabled when students practise in an adaptive learning technology (ALT) that collects real-time performance data through learning analytics (LA) and forwards it to the dashboard for immediate visualization (Mavroudi et al., 2016; Sarıyalçınkaya et al., 2021). In primary education, these teacher dashboards (TDs) can be used to monitor student progress, identify at-risk students, and inform data-driven decisions (Holstein et al., 2017; Verbert et al., 2014). Despite the potential of TDs, research indicates that effectiveness largely depends on their implementation (Michaeli et al., 2020), but the conclusions on the",
    "Keuning and Van Geel - 2021 - Differentiated Teaching With Adaptive Learning Systems and Teacher Dashboards The Teacher Still Mat.pdf": "2372-0050 (c) 2021 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission. See http://www.ieee.org/publications_standards/publications/rights/index.html for more information. This article has been accepted for publication in a future issue of this journal, but has not been fully edited. Content may change prior to final publication. Citation information: DOI 10.1109/TLT.2021.3072143, IEEE Transactions on Learning Technologies TLT-2020-09-0290 1 Abstract—Although many schools in the Netherlands have purchased adaptive learning systems (ALSs) to reduce workload and improve differentiated instruction, the use of ALSs with teacher dashboards in the classroom does not in itself necessarily improve differentiated instruction. The question is, what skills and knowledge do teachers need to provide differentiated instruction with the help of ALSs with teacher dashboards and how does this differ from a context in which such technologies are not used? By means of a cognitive task analysis (CTA), consisting of classroom observations, interviews and several expert meetings, teachers’ skills and knowledge necessary for providing differentiated instruction when using teacher dashboards and ALSs were disentangled. These findings were and compared with the skills and knowledge needed by teachers providing differentiated instruction without these tools. Results show that teachers’ dashboards can support teachers when providing differentiated instruction by providing up-to-date information about students’ progress. Nevertheless, coping with the new information provided on the dashboards also requires new skills and knowledge such as interpreting information from the dashboard and understanding how the information in the ALS is calculated. Although there are some differences, the core principles of differentiated instruction—1) being goal-oriented, 2) continually monitoring, 3) adapting instruction and assignments, 4) being ambitious, 5) stimulating students’ self-regulation—are critical for high-quality differentiated instruction regardless of the available tools in the classroom. Index Terms—Adaptive learning systems, cognitive task analysis, differentiated instruction, teacher dashboard, technology-enhanced learning. I. INTRODUCTION ROVIDING adaptive education that meets the needs of all students in a classroom is one of the core elements of effective teaching [1] but it is also a very complex teacher skill [2]–[4]. In order to provide effective differentiated instruction, teachers need to master a whole set of skills and have adequate knowledge about both their students and the subject matter [5]– Manuscript received September 21, 2020; revised February 20, 2021; accepted April 04, 2021. Date of publication TBD; date of current version April 04, 2021. This work was supported in part by the Netherlands Initiative for Education Research (NRO), Grant 405-15-733, and in part by the Dutch Inspectorate of Education. (Corresponding author: Trynke Keuning.) T. Keuning was with the Department of Teacher Development, University of Twente, 7500 AE Enschede, The Netherlands. She is now with the University [7]. In the Netherlands, many schools have invested in adaptive learning systems (ALSs) for students, including real-time monitoring dashboards for teachers, under the assumption that these software tools will support teachers in differentiating [8]– [10]. However, it is unclear whether these new technologies genuinely decrease the complexity of providing differentiated instruction. To gain more insight into this differentiated teaching with ALSs, in this study, the skills and knowledge teachers need to",
    "Lee et al. - 2024 - Dimensions of teachers ’ data literacy A systematic review of literature from 1990 to 2021.pdf": "Vol.:(0123456789) Educational Assessment, Evaluation and Accountability (2024) 36:145–200 https://doi.org/10.1007/s11092-024-09435-8 1 3 Dimensions of teachers’ data literacy: A systematic review of literature from 1990 to 2021 Jihyun Lee1 · Dennis Alonzo1 · Kim Beswick1 · Jan Michael Vincent Abril1 · Adrian W. Chew1 · Cherry Zin Oo2 Received: 6 November 2023 / Accepted: 27 March 2024 / Published online: 6 May 2024 © The Author(s) 2024 Abstract The current study presents a systematic review of teachers’ data literacy, aris- ing from a synthesis of 83 empirical studies published between 1990 to 2021. Our review identified 95 distinct indicators across five dimensions: (a) knowledge about data, (b) skills in using data, (c) dispositions towards data use, (d) data applica- tion for various purposes, and (e) data-related behaviors. Our findings indicate that teachers’ data literacy goes beyond addressing the needs of supporting student learn- ing and includes elements such as teacher reflection, collaboration, communication, and participation in professional development. Considering these findings, future policies should acknowledge the significance of teacher dispositions and behaviors in relation to data, recognizing that they are as important as knowledge and skills acquisition. Additionally, prioritizing the provision of system-level support to fos- ter teacher collaboration within in-school professional development programs may prove useful in enhancing teachers’ data literacy. Data Management Statement The manuscript has no data attached, as it is a systematic review. * Jihyun Lee jihyun.lee@unsw.edu.au Dennis Alonzo d.alonzo@unsw.edu.au Kim Beswick k.beswick@unsw.edu.au Jan Michael Vincent Abril j.abril@unsw.edu.au Adrian W. Chew w.l.chew@unsw.edu.au Cherry Zin Oo cherryzinoo@yuoe.edu.mm 1 School of Education, University of New South Wales, Sydney, NSW, Australia 2 Yangon University of Education, Yangon, Myanmar 146 Educational Assessment, Evaluation and Accountability (2024) 36:145–200 1 3 Keywords Teachers · Data literacy · Data use · Indicators · Dimensions 1 Introduction In recent years, there has been a growing recognition of the importance of teachers’ data literacy for educational policy, research, and practice. This trend was ignited in 2009 when Arne Duncan, the former Secretary of Education of the United States, advocated evidence-driven practices in schools to enhance student performance (Mandinach & Gummer, 2016). Since then, there has been an increasing expectation for teachers to engage in data-informed practices to guide teaching and decision- making in schools. Following this trend, educational researchers have also increas- ingly directed their attention towards offering conceptual and theoretical foundations for teachers’ data literacy. Various organizations and researchers have provided the definitions of teachers’ data literacy. For example, drawing on the opinions of diverse stakeholder groups, Data Quality Campaign (2014) defined teachers’ data literacy as teachers’ capabili- ties to “continuously, effectively, and ethically access, interpret, act on, and com- municate multiple types of data from state, local, classroom, and other sources to improve outcomes for students in a manner appropriate to educators’ professional roles and responsibilities” (p. 1). Kippers et al. (2018) defined teachers’ data lit- eracy as “educators’ ability to set a purpose, collect, analyze, and interpret data and take instructional action” (p. 21). Similarly, teachers’ data literacy has been defined as “one’s ability,",
    "Leeuwen - 2020 - Comparing Teachers ’ Use of Mirroring and Advising Dashboards.pdf": "Comparing Teachers’ Use of Mirroring and Advising Dashboards Anouschka van Leeuwen Department of Education Utrecht University Utrecht, the Netherlands a.vanleeuwen@uu.nl Nikol Rummel Institute of Educational Research Ruhr-Universität Bochum Bochum, Germany nikol.rummel@rub.de ABSTRACT Teachers play an essential role during collaborative learning. To provide eﬀective support, teachers have to be constantly aware of students’ activities and make fast decisions about which group to oﬀer support, without disrupting students’ collaborative process. Teacher dashboards are visual displays that provide analytics about learners to help teachers increase their awareness of the situation. However, if teachers are not able to eﬃciently and eﬀectively distill information from the dashboard, the dashboard can become an obstacle instead of an aid. In the present study, we compared dashboards that provide information (mirroring) to dashboards that provide information and alert the teacher to groups that are in need of support (advising). Teachers were shown standardized, ﬁctitious collaborative situations on one of the types of dashboards and were asked to detect the group that was in need of support. The results showed that teachers in the advising condition more often detected the problematic group, needed less eﬀort to do so, and were more conﬁdent of their decisions. The teacher-dashboard interaction patterns showed that teachers in the advising condition generally started by checking the given alert, but also that they tried to look at as much information about other groups as they could. In the mirroring condition, teachers generally started by examining information from class overviews, but did not always have time to check information for individual groups. These ﬁndings are discussed in light of the role of a teacher dashboard in teachers’ decision making in the context of student collaboration. CCS CONCEPTS • Computer supported cooperative work • Visualization systems and tools • Empirical studies in HCI KEYWORDS cooperative/collaborative learning, elementary education, human- computer interface, improving classroom teaching, teaching/learning strategies ACM Reference format: Anouschka van Leeuwen, Nikol Rummel. 2020. Comparing Teachers’ Use of Mirroring and Advising Dashboards. In Proceedings of the 10th International Conference on Learning Analytics & Knowledge (LAK’20). ACM, New York, NY, USA, X pages. https://doi.org/10.1145/3375462.3375471 1 Introduction Collaborative learning has been shown to be an eﬀective method for learning [13]. Teachers play an essential role during collaborative learning [34]: they monitor the groups of students, and provide support concerning the task and the collaborative process when needed. To provide eﬀective support, teachers have to be constantly aware of students’ activities and make fast decisions about which group to observe and which group to visit to oﬀer support [10] without disrupting students’ collaborative process [15]. Recently, the idea of using teacher orchestration tools to aid teachers has gained considerable attention. The underlying idea is that orchestration tools making use of learning analytics techniques, such as dashboards that provide information about learners, can help teachers to increase their awareness of the situation and thereby increase the eﬀectiveness of decisions they subsequently make concerning which group to support and what type of support to oﬀer [26]. However, dashboards add an additional",
    "Metsapelto et al. - 2021 - A multidimensional adapted process model of teaching.pdf": "A multidimensional adapted process model of teaching Riitta-Leena Metsäpelto1 & Anna-Maija Poikkeus1 & Mirva Heikkilä2 & Jukka Husu2 & Anu Laine3 & Kristiina Lappalainen4 & Marko Lähteenmäki2 & Mirjamaija Mikkilä-Erdmann2 & Anu Warinowski5 & in collaboration with & Tuike Iiskala2 & Sanna Hangelin2 & Sari Harmoinen6 & Anni Holmström2 & Outi Kyrö-Ämmälä7 & Sami Lehesvuori1 & Ville Mankki8 & Pirjo Suvilehto6 Received: 3 March 2020 /Accepted: 5 June 2021/ # The Author(s) 2021 Abstract In the present study, we aimed to specify the key competence domains perceived to be critical for the teaching profession and depict them as a comprehensive teacher competence model. An expert panel that included representatives from seven units providing university-based initial teacher education in Finland carried out this process. To produce an active construction of a shared understanding and an interpretation of the discourse in the field, the experts reviewed literature on teaching. The resulting teacher competence model, the multidimensional adapted process model of teaching (MAP), represents a collective conception of the relevant empirical literature and prevailing discourses on teaching. The MAP is based on Blömeke et al.’s, Zeitschrift für Psychologie, 223, 3–13, (2015) model which distinguishes among teacher compe- tences (referring to effective performance of teachers’ work), competencies (knowl- edge, skills, and other individual competencies underlying and enabling effective teaching), and situation-specific skills of perceiving, interpreting, and making decisions in situations involving teaching and learning. The implications of the MAP for teacher education and student selection for initial teacher education are discussed. Keywords Teacher competences .Teacher competencies.Situation-specificskills.Initial teacher education . Student selection . Professional development This study aimed to specify the key competence domains perceived to be critical for the teaching profession and to generate a teacher competence model that would depict the competences as a comprehensive whole. In the process of building the teacher https://doi.org/10.1007/s11092-021-09373-9 * Riitta-Leena Metsäpelto riitta–leena.metsapelto@jyu.fi Extended author information available on the last page of the article Published online: 22 October 2021 Educational Assessment, Evaluation and Accountability (2022) 34:143–172 Content courtesy of Springer Nature, terms of use apply. Rights reserved. competence model, we reviewed scientific literature on teaching as an expansive learning cycle (Engeström & Sannino, 2010), involving actively constructing meaning and interpreting the discourse of the scientific community (Montuori, 2005). This process was carried out by an expert panel that included representatives from seven units providing university-based teacher education in Finland. The resulting teacher competence model is a collective interpretation of the current evidence base and the prevailing discourses on what teachers should know and be able to do. The study was guided by the notion of teaching as an exceptionally complex and demanding profession requiring expertise that is developed, refined, and renewed through formal and informal learning throughout a teacher’s education and career. This ongoing process entails transformations in the cognitive, motivational, and affective skills teachers use in the multiple tasks of teaching and adaptations of classroom practices (Desimone, 2009). This learning process has its starting point in initial teacher education (ITE), and the process continues during a professional’s",
    "Michaeli et al. - 2020 - Teachers’ Use of Education Dashboards and Professional Growth.pdf": "International Review of Research in Open and Distributed Learning Volume 21, Number 4 November – 2020 Teachers’ Use of Education Dashboards and Professional Growth Shiran Michaeli, Dror Kroparo, and Arnon Hershkovitz School of Education, Tel Aviv University, Israel Abstract Education dashboards are a means to present various stakeholders with information about learners, most commonly regarding the learners’ activity in online learning environments. Typically, an education dashboard for teachers will include some type of visual aids that encourage teachers to reflect upon learner behavior patterns and to act in accordance to it. In practice, this tool can assist teachers to make data-driven decisions, thus supporting their professional growth, however, so far, the use of education dashboards by teachers has been greatly understudied. In this research we report on two studies related to the associations between the use of education dashboards by elementary school teachers and the teachers’ professional growth. We used the framework defined by the International Society for Technology in Education’s (ISTE) Standards for Educators. In the first study, we took a quantitative approach (N=52 teachers), using an online self-report questionnaire, and found that the use of dashboards is positively associated with professional growth in the dimensions of facilitator, analyst, designer, and citizen. In the second study, we took a qualitative approach (N=9 teachers), using semi-structured interviews, to shed light on the mechanisms through which teachers benefit from the use of education dashboards. Keywords: teachers, education dashboard, professional development, data-driven decision-making, elementary school Teachers’ Use of Education Dashboards and Professional Growth Michaeli, Kroparo, and Hershkovitz 62 Introduction The use of educational technologies has become mainstream in many teaching and learning settings. Specifically, the use of computing devices and online learning environments by students in grade schools today appear to be the norm in many countries (Allen & Seaman, 2017; Richardson et al., 2013; Wishart, 2017). Whether the online learning component is integrated as part of the school-based activities or as homework assignments (in most cases, it is a combination of both), teachers face the need to deal with hybrid learning spaces, which include the physical classroom and the online learning environment. While teachers are trained for observing (and responding to) what is happening in the physical environment, where students’ actions are normally visible and communication with students is primarily spoken, they often lack the means to observe and respond to what is happening under the hood of the virtual environments. Indeed, teaching experience was found to be negatively correlated with teachers’ communication self-efficacy and self-directed learning in online teaching (Hung, 2016). Evidently, in such hybrid learning spaces, teachers face challenges referring to many facets of the teaching profession. In previous studies, we have shown that one-to-one computing programs (where each student has their own portable computer) may affect pedagogical behavior, for example in the ways in which teachers prepare themselves to teach lessons, how they choose to divide the lesson time between different teaching strategies, or how they assess students (Hershkovitz & Karni, 2018; Hershkovitz, Merceron, & Shamaly, 2019). In",
    "Molenaar and Knoop-van Campen - 2019 - How Teachers Make Dashboard Information Actionable.pdf": "How Teachers Make Dashboard Information Actionable Inge Molenaar and Carolien A. N. Knoop-van Campen Abstract—This study investigates how teachers use dashboards in primary school classrooms. While learners practice on a tablet real-time data indicating learner progress and performance is displayed on teacher dashboards. This study examines how teachers use the dashboards, applying Verberts’ learning analytics process model. Teacher dashboard consultations and resulting pedagogical actions were observed in 38 mathematics lessons. In stimulated recall interviews, the 38 teachers were asked to elaborate on how they reﬂect on and make sense of the information on the dashboard. The results showed that teachers consulted the dashboard on average 8.3 times per lesson. Teachers activated existing knowledge about students and the class to interpret dashboard information. Task and process feedback were the pedagogical actions most often used following dashboard consultation. Additionally, teachers who consulted the dashboard more often activated more and more diverse pedagogical knowledge to interpret the data and, consequently, gave more and more diverse feedback. These results indicated that teacher dashboards were indeed inﬂuencing teachers’ pedagogical actions in their daily classroom activities. This study provided the ﬁrst evidence that dashboards progressively impact teaching practice and initiate more profound behavioral changes as teachers become more proﬁcient in using them. Index Terms—Adaptive learning technologies, learning analyt- ics, dashboards, technology enhanced learning. I. INTRODUCTION E VEN though the recent inﬂux of tablets into primary edu- cation is part of the vision that adaptive learning technol- ogies, empowered by learning analytics, will revolutionize education, empirical results supporting this claim are scarce [1], [2], [3]. Learning analytics are often thought of as the dis- tinction between embedded and extracted analytics [4]. On the one hand, embedded analytics refer to cases where the learn- ing technology directly uses data, for example providing exer- cises to adjust students’ performance. On the other hand, extracted learning analytics refer to instances in which data is made available for different actors, such as teachers or stu- dents. Teacher dashboards are an often-used example of extracted analytics [5]. It has been proposed that information on dashboards can help teachers to improve their daily teach- ing practice. Dashboards can be considered a new instrument for teach- ers. Integrated into adaptive learning technologies, dashboards offer the possibility for teachers to visualize students’ perfor- mance and progress in real time [5], [6]. This gives teachers additional insights to enable them to adequately respond to students’ needs during the learning process. Hence, dash- boards provide opportunities for teachers to adapt their peda- gogical actions to the needs of individual students [7], [8]. However, data on dashboards is not always ‘actionable’. This means that data does not always make it clear what actions should be taken to improve teaching [9]. Interpretation of the data provided would be expected to inﬂuence how teachers use dashboards and how this affects their teaching practices. This paper therefore focuses on the question of how teachers decide what actions to take based on dashboard information in their daily classrooms. First, we theoretically frame",
    "Molenaar et al. - 2019 - Designing Dashboards to support learners' Self-Regulated Learning(2).pdf": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/331230953 Designing Dashboards to support learners' Self-Regulated Learning Conference Paper · February 2019 CITATIONS 11 READS 790 4 authors: Some of the authors of this publication are also working on these related projects: Cognitive computing apply to math education View project Students' metacognition (e.g., academic confidence) View project Inge Molenaar Radboud University 52 PUBLICATIONS 496 CITATIONS SEE PROFILE Anne Horvers Radboud University 9 PUBLICATIONS 76 CITATIONS SEE PROFILE Rick Dijkstra Radboud University 3 PUBLICATIONS 31 CITATIONS SEE PROFILE Ryan Baker University of Pennsylvania 472 PUBLICATIONS 13,722 CITATIONS SEE PROFILE All content following this page was uploaded by Ryan Baker on 20 February 2019. The user has requested enhancement of the downloaded file. Companion Proceedings 9th International Conference on Learning Analytics & Knowledge (LAK19) Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported (CC BY-NC-ND 3.0) 1 Designing Dashboards to support learners’ Self-Regulated Learning Inge Molenaar Behavioural Science Institute, Radboud University Nijmegen i.molenaar@pwo.ru.nl Anne Horvers Behavioural Science Institute, Radboud University Nijmegen a.horvers@pwo.ru.nl Rick Dijkstra Behavioural Science Institute, Radboud University Nijmegen rick.dijkstra@student.ru.nl Ryan Baker University of Pennsylvania ryanshaunbaker@gmail.com ABSTRACT: This contribution reports on the development of two learner-faced dashboards that support learners’ self-regulated learning during practice activities in an adaptive learning technology (ALT). While learners learn using adaptive learning technologies on tablets, they leave rich traces of data that capture many details of their learning processes. The data can be used to create dashboards that support learners to make valid inference about how they regulate control and monitor their learning. Such personalized visualizations are a new tool to support learners regulation. In this paper we describe two designs of personalized dashboards supporting SRL. The first dashboard is drawn by learners themselves based on ALT achievement data. Learners are asked to set goals at the start of each lesson and add their achievements after each lesson. This is used as input to monitor progress and determine whether adaptation is needed to reach their goals. Learners draw elements of the dashboard themselves and hence make their own personalized visualizations. The second dashboard follows the same logic, but the visualization process is automated in an app. Again learners set their goal at the start of each lesson and view their achievement and progress in the dashboard after each lesson. Additional, learners also are presented with their learning path based on Moment-by-Moment Learning Curves and cues to translate data into actionable feedback to efficiently reach learning goals. The contribution of this paper is to discussion the design and rational for the two dashboards that support young learners SRL based on ALTs trace data. Keywords: Adaptive Learning Technologies, Self-Regulated Learning, Personalized Visualisations 1 BACKGROUND This contribution describes two approaches to translate learners’ trace data from Adaptive Learning Technologies (ALTs) into personalized visualizations that function as dashboards to support learners’ self-regulated learning (SRL). In the Netherlands alone, over 250,000 students in primary education Companion Proceedings 9th International Conference on Learning Analytics & Knowledge (LAK19) Creative Commons License, Attribution -",
    "Molenaar, Campen - 2025 - How Teachers Make Dashboard Information Actionable.pdf": "How teachers make dashboard information actionable Molenaar, I.; Knoop-van Campen, C.A.N. 2019, Article / Letter to editor (IEEE Transactions on Learning Technologies, 12, 3, (2019), pp. 347- 355) Doi link to publisher: https://doi.org/10.1109/TLT.2018.2851585 Version of the following full text: Publisher’s version Published under the terms of article 25fa of the Dutch copyright act. Please follow this link for the Terms of Use: https://repository.ubn.ru.nl/page/termsofuse Downloaded from: https://hdl.handle.net/2066/207481 Download date: 2025-09-10 Note: To cite this publication please use the final published version (if applicable). How Teachers Make Dashboard Information Actionable Inge Molenaar and Carolien A. N. Knoop-van Campen Abstract—This study investigates how teachers use dashboards in primary school classrooms. While learners practice on a tablet real-time data indicating learner progress and performance is displayed on teacher dashboards. This study examines how teachers use the dashboards, applying Verberts’ learning analytics process model. Teacher dashboard consultations and resulting pedagogical actions were observed in 38 mathematics lessons. In stimulated recall interviews, the 38 teachers were asked to elaborate on how they reﬂect on and make sense of the information on the dashboard. The results showed that teachers consulted the dashboard on average 8.3 times per lesson. Teachers activated existing knowledge about students and the class to interpret dashboard information. Task and process feedback were the pedagogical actions most often used following dashboard consultation. Additionally, teachers who consulted the dashboard more often activated more and more diverse pedagogical knowledge to interpret the data and, consequently, gave more and more diverse feedback. These results indicated that teacher dashboards were indeed inﬂuencing teachers’ pedagogical actions in their daily classroom activities. This study provided the ﬁrst evidence that dashboards progressively impact teaching practice and initiate more profound behavioral changes as teachers become more proﬁcient in using them. Index Terms—Adaptive learning technologies, learning analyt- ics, dashboards, technology enhanced learning. I. INTRODUCTION E VEN though the recent inﬂux of tablets into primary edu- cation is part of the vision that adaptive learning technol- ogies, empowered by learning analytics, will revolutionize education, empirical results supporting this claim are scarce [1], [2], [3]. Learning analytics are often thought of as the dis- tinction between embedded and extracted analytics [4]. On the one hand, embedded analytics refer to cases where the learn- ing technology directly uses data, for example providing exer- cises to adjust students’ performance. On the other hand, extracted learning analytics refer to instances in which data is made available for different actors, such as teachers or stu- dents. Teacher dashboards are an often-used example of extracted analytics [5]. It has been proposed that information on dashboards can help teachers to improve their daily teach- ing practice. Dashboards can be considered a new instrument for teach- ers. Integrated into adaptive learning technologies, dashboards offer the possibility for teachers to visualize students’ perfor- mance and progress in real time [5], [6]. This gives teachers additional insights to enable them to adequately respond to students’ needs during the learning process. Hence, dash- boards provide opportunities for teachers to adapt their peda- gogical actions to",
    "MYRA-monitor-digitalisering-funderend-onderwijs-rapportage-primair-onderwijs-2023.pdf": "Monitor digitalisering funderend onderwijs Onderzoeksrapport Primair onderwijs MYRA 2023 Kohnstamm Instituut MERLIJN KARSSEN ALEXANDER KREPEL ESTHER STRONKHORST JOANNE LOURENS SUNČICA BRUCK Kennisnet MANEL VAN KESSEL NADIRA SAAB 2 CIP-gegevens Koninklijke Bibliotheek, Den Haag Karssen, M., Krepel, A., Stronkhorst, E., Lourens, J.M.P., Bruck, S, van Kessel, M. & Saab, N. m.m.v. Tossijn, E. Monitor digitalisering funderend onderwijs. Onderzoeksrapport Primair onderwijs MYRA 2023. Kohnstamm Instituut, Amsterdam. De MYRA en het onderzoeksrapport Primair onderwijs 2023 is in opdracht gemaakt en mede tot stand gekomen in een samenwerking tussen Stichting Kennisnet (met specifieke bijdrage van Nadira Saab, Manel van Kessel en Laura van der Mars), de PO-Raad en de VO-raad (met specifieke bijdragen door Janny Kappert, Pim de Vente en Isabelle van Woerkom). Dit rapport is geschreven en gemaakt door het Kohnstamm Instituut. (Rapport 1102, projectnummer 40900) ISBN 978-94-6321-169-7 Alle rechten voorbehouden. Niets uit deze uitgave mag worden vermenigvuldigd, opgeslagen in een geautomatiseerd gegevensbestand, of openbaar gemaakt, in enige vorm of op enige wijze, zonder voorafgaande schriftelijke toestemming van de uitgever. Kohnstamm Instituut Bezoekadres Keizer Karelplein 1, 1185 HL Amstelveen. Tel.: 020-214 1400 kohnstamminstituut.nl © Kohnstamm Instituut, 2023 3 Inhoudsopgave Managementsamenvatting ..................................................................................................................... 5 1 Inleiding ........................................................................................................................................... 7 1.1 Onderzoeksvragen ................................................................................................................... 7 1.2 Theoretisch raamwerk............................................................................................................. 8 1.3 Opzet rapport ........................................................................................................................ 12 2 Onderzoeksmethode ..................................................................................................................... 13 2.1 Literatuurstudie ..................................................................................................................... 13 2.2 Vragenlijstonderzoek ............................................................................................................. 13 2.3 Werving ................................................................................................................................. 14 2.4 Analyses ................................................................................................................................. 14 3 De respondenten ........................................................................................................................... 16 3.1 Respons ................................................................................................................................. 16 3.2 Achtergrondgegevens van de respondenten ........................................................................ 17 4 Algemeen ....................................................................................................................................... 19 4.1 Gedrag en handeling ............................................................................................................. 19 4.2 Perceptie en visie .................................................................................................................. 24 4.3 Randvoorwaarden ................................................................................................................. 27 4.4 Conclusie ............................................................................................................................... 34 5 ICT-bekwaamheid en Digitale Geletterdheid ................................................................................ 36 5.1 Gedrag en handeling ............................................................................................................. 36 5.2 Perceptie en visie .................................................................................................................. 42 5.3 Randvoorwaarden ................................................................................................................. 44 5.4 Conclusie ............................................................................................................................... 44 6 Digitale leermiddelen .................................................................................................................... 46 6.1 Gedrag en handeling ............................................................................................................. 46 6.2 Perceptie en visie .................................................................................................................. 54 6.3 Randvoorwaarden ................................................................................................................. 55 6.4 Conclusie ............................................................................................................................... 63 7 Informatiebeveiliging privacy en informatiemanagement ........................................................... 65 7.1 Gedrag en handeling ............................................................................................................. 65 7.2 Perceptie en visie .................................................................................................................. 76 7.3 Randvoorwaarden ................................................................................................................. 77 7.4 Conclusie ............................................................................................................................... 77 8 Innovatie en Ethiek ........................................................................................................................ 79 8.1 Gedrag en handeling ............................................................................................................. 79 8.2 Perceptie en visie .................................................................................................................. 80 8.3 Randvoorwaarden ................................................................................................................. 80 8.4 Conclusie ............................................................................................................................... 81 9 Verdiepende analyses ................................................................................................................... 82 9.1 Voorspellen van ICT-gebruik door leraren ............................................................................ 82 9.2 Voorspellen van ICT-bekwaamheid van leraren.................................................................... 85 9.3 Mate van overeenkomst tussen schoolleiders en leraren .................................................... 86 9.4 Verdiepende analyse bestuursgrootte .................................................................................. 87 10 Conclusie ................................................................................................................................... 88 10.1 Gedrag en handeling ............................................................................................................. 88 10.2 Perceptie en visie .................................................................................................................. 91 10.3 Randvoorwaarden ................................................................................................................. 91 10.4 Ontwikkelingsmogelijkheden voor het primair onderwijs .................................................... 93 ............................................................................................................................................ 94 4 Bijlagen .................................................................................................................................................. 95 Bijlage I. Betrouwbaarheid van de (sub)schalen ............................................................................... 95 Bijlage II. Overzicht tabellen en figuren ............................................................................................ 98 5 Managementsamenvatting De Monitor Digitalisering Funderend Onderwijs MYRA is een vragenlijstonderzoek om zicht te krijgen op de stand van zaken van ICT-gebruik in het onderwijs en de randvoorwaarden, de ambities en behoeften van scholen. Bestuurders, schoolleiders, ICT-verantwoordelijken en leraren zijn bevraagd op thema’s",
    "Oved, Alt - 2025 - Teachers ’ technological pedagogical content knowledge ( TPACK ) as a precursor to their perceived adopting of educat.pdf": "Vol.:(0123456789) Education and Information Technologies (2025) 30:14095–14121 https://doi.org/10.1007/s10639-025-13371-5 Teachers’ technological pedagogical content knowledge (TPACK) as a precursor to their perceived adopting of educational AI tools for teaching purposes Orit Oved1 · Dorit Alt1 Received: 27 September 2024 / Accepted: 9 January 2025 / Published online: 25 January 2025 © The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature 2025 Abstract As AI increasingly permeates education, understanding teachers’ perceptions and interac- tions with these technologies is essential. The Technological Pedagogical Content Knowl- edge (TPACK) framework provides a comprehensive lens to examine these interactions with educational AI tools (EAITs). This study explored the factors influencing teachers’ intentions to use EAITs, focusing on their TPACK profiles. It investigated how the com- ponents of TPACK—technological, pedagogical, and content knowledge—interact to shape teachers’ perceptions and willingness to integrate EAITs into their teaching. Struc- tural equation modeling analyses of quantitative data gained from 514 teachers revealed that the intention to use EAITs was positively related to the core TPACK factor, while actual use was primarily driven by the Technological Pedagogical Knowledge factor, which measures understanding of how various technologies can be applied in teaching. This study extends the TPACK framework to EAITs, offering insights into AI adoption in education. It informs professional development, guiding targeted interventions to enhance teachers’ technological and pedagogical skills for effective AI integration in classrooms. Keywords Technological, Pedagogical, and content knowledge (TPACK) · Educational AI tools · AI adoption in education 1 Introduction The rapid advancements in technology, particularly in the realm of Artificial Intelligence (AI), are significantly transforming various sectors, including edu- cation. AI’s potential to revolutionize teaching and learning processes is widely * Orit Oved ovedori@telhai.ac.il Dorit Alt altdor@telhai.ac.il 1 Tel Hai College, 122100 Upper Galilee, Israel 14096 Education and Information Technologies (2025) 30:14095–14121 recognized, offering opportunities for personalized learning, data-driven deci- sion-making, and enhanced educational outcomes (Bates et al., 2020). Educa- tional AI Tools (EAITs), which utilize AI to assist in instructional tasks, pro- vide teachers with innovative ways to deliver content, assess student learning, and manage classroom dynamics (Choi et al., 2023). However, the successful integra- tion of these tools into the educational system is contingent on teachers’ willing- ness and ability to adopt and effectively utilize them. This brings to the forefront the importance of understanding the factors that influence teachers’ intentions and actual use of EAITs (Al Darayseh, 2023). As AI continues to permeate the educational landscape, there is a growing need to explore how teachers perceive and interact with these technologies. The Technological Pedagogical Content Knowledge (TPACK) framework offers a comprehensive lens through which to examine these interactions. TPACK sug- gests that effective teaching with technology requires a deep understanding of the interplay between content knowledge, pedagogical knowledge, and technological knowledge (Aldemir Engin et al., 2023; Mishra et al., 2023; Mishra & Koehler, 2006). While much research has focused on the general impact of TPACK on technology integration in education, there is a gap in the literature regarding its specific",
    "Pandey, Ottley - 2023 - Mini-VLAT A Short and Effective Measure of Visualization Literacy.pdf": "EUROGRAPHICS 2023 / D. Archambault, R. Bujack, and T. Schreck (Guest Editors) Volume 42 (2023), Number 3 Mini-VLAT: A Short and Effective Measure of Visualization Literacy Saugat Pandey and Alvitta Ottley Washington University in St. Louis, St. Louis, MO, USA Abstract The visualization community regards visualization literacy as a necessary skill. Yet, despite the recent increase in research into visualization literacy by the education and visualization communities, we lack practical and time-effective instruments for the widespread measurements of people’s comprehension and interpretation of visual designs. We present Mini-VLAT, a brief but practical visualization literacy test. The Mini-VLAT is a 12-item short form of the 53-item Visualization Literacy Assessment Test (VLAT). The Mini-VLAT is reliable (coefficient omega = 0.72) and strongly correlates with the VLAT. Five visualization experts validated the Mini-VLAT items, yielding an average content validity ratio (CVR) of 0.6. We further validate Mini-VLAT by demonstrating a strong positive correlation between study participants’ Mini-VLAT scores and their aptitude for learning an unfamiliar visualization using a Parallel Coordinate Plot test. Overall, the Mini-VLAT items showed a similar pattern of validity and reliability as the 53-item VLAT. The results show that Mini-VLAT is a psychometrically sound and practical short measure of visualization literacy. CCS Concepts • Human-centered computing →Visualization tools, Empirical Study; 1. INTRODUCTION The proliferation of visualization technologies, toolkits, journal- ism, and social media has led to the pervasiveness of visualization in people’s daily lives. However, people’s capacity to interpret and use graphics varies [PYH∗12, Ott20, LCO20], leaving the visual- ization community with unsolved questions with far-reaching con- sequences. With this increased use of visualization tools to convey complex data, measuring visualization literacy (VL) is becoming increasingly vital. VL is a crucial skill for understanding and interpreting complex imagery communicated by interactive visual designs [BHH∗21]. As a result, researchers in the Information Visualization com- munity have attempted to examine users’ visualization literacy [JBL∗21, BBG19, BRBF14, PKH21, Car92]. Across several stud- ies, scholars have proposed methods to assess visualization liter- acy, attempted to understand the current state of data visualization comprehension among the general public [PAEE19, BBG19], and suggested various ways of learning unfamiliar visualizations to im- prove users’ visualization literacy. Although VL has been described as an essential skill through various workshops, keynote talks, and research works [BHH∗21, JBL∗21], researchers still lack a validated and accurate tool for test- ing user visualization literacy that can be widely deployed [Yi12]. Perhaps the most well-known publicly available visualization liter- acy test, Visualization Literacy Assessment Test (VLAT) [LKK16], consists of 53 questions across 12 different visualization types. Each question has a limit of 25 seconds, making it approximately 22 minutes long. Such a long test typically necessitates strong cog- nitive demands, which might lead to cognitive tiredness and erro- neous answers for some respondents [Sit22]. Thus, the time com- mitment involved with VLAT limits its use to primarily academic settings. The recent discussions about visualization literacy at IEEE VIS 2022 focused on developing methods to test visualization literacy and an appropriate alternative for VLAT.",
    "Pijpers - 2022 - Krassen op het dashboard.pdf": "Krassen op het dashboard De invloed van adaptieve leersystemen op de professionele ruimte van de leerkracht Inhoudsopgave Inleiding 4 ►Doel analyse 4 ►Uitgangsprincipes bij deze analyse 5 ►Werkwijze 5 ►Geïnterviewden 5 ►Leeswijzer voor dit rapport 6 1. Adaptieve technologie 8 ►Intelligentie 8 ►Platformen 8 2. Professionele ruimte 11 3. De beloften van adaptieve leersystemen 14 ►Nieuw zicht op voortgang van leerlingen 14 ►Minder nakijkwerk 14 ►Leerlingen kunnen door 15 ►Makkelijker differentiëren 15 ►Impuls voor professionalisering en onderwijsontwikkeling 16 4. Knelpunten in de praktijk 18 ► 4.1 Datahonger – hoe meer data hoe beter? 18 ► 4.2 Onder de motorkap 19 ► 4.3 Sturend design 22 ► 4.4 Tijd over? Ja en nee 24 ► 4.5 De complexe eenvoud 25 ► 4.6 Meekijkende ouders 28 ► 4.7 Meekijkende collega’s 29 ► 4.8 Groepsdynamiek 30 ► 4.9 Dashboard als scorebord 32 ► 4.10 Volgzaamheid 33 5. Conclusie 37 ►Professionele ruimte 38 ►Vorming 38 ►Het juiste midden 39 6. Aanbevelingen 42 ► 6.1 Vertrek vanuit waarden 42 ► 6.2 Introduceer adaptieve technologie in kleine stapjes 42 ► 6.3 Dring bij leveranciers aan op transparantie 43 ► 6.4 Bed ethiek in bij professionalisering 43 ► 6.5 Ontwikkel een methodiek om adaptieve leersystemen pedagogisch door te lichten 44 ► 6.6 Maak werk van de autonomie van de school 45 7. Verantwoording en literatuurlijst 47 ►Gesproken (praktijk)experts 47 ►Leraren, schoolleiders en bestuurders 47 ►Experts 47 ►Makers 47 ►Literatuurlijst 48 2 Adaptieve leersystemen bieden mogelijkheden voor het onderwijs, maar leveren ook knelpunten op. In deze publicatie leest u de bevindingen van onderzoek naar de invloed van adaptieve leersystemen op de professionele ruimte van de leraar in het primair onderwijs. 3 Inleiding Adaptieve leersystemen passen zich aan het niveau van de leerling aan. Daardoor kunnen deze systemen gezien worden als ’intelligente systemen'. Scholen zetten adaptieve leermiddelen op dit moment vooral in voor het ontwikkelen van lagere-orde-vaardigheden op het gebied van rekenen en taal. De intelligentie van dit soort leersystemen is op dit moment vaak nog vrij beperkt: beslissingen worden genomen op grond van correcte en incorrecte antwoorden en in sommige systemen ook op basis van de tijd die een leerling nodig heeft om een opgave op te lossen. In ieder geval zijn adaptieve leersystemen geavanceerder dan de gangbare digitale leermiddelen voor tablets en laptops. Adaptieve leermiddelen beloven vaak betere onderwijskwaliteit en minder werkdruk. Ze kunnen een hulpmiddel zijn om de werkdruk van leraren te verlichten en tegelijkertijd de kwaliteit van het onder­ wijs te verbeteren door beter in te spelen op verschillen tussen leerlingen. Idealiter zouden deze systemen leraren dus meer ruimte bieden om hun werk goed te doen en bijdragen aan betere leer­ prestaties van leerlingen.1 Uit onderzoek komen echter nog geen eenduidige positieve effecten op het leerproces van leerlingen naar voren. De effecten van adaptieve leermiddelen verschillen per context, leerjaar en vakgebied. Wel lijken vooral leerlingen die al goed presteren er hun voordeel mee te doen (Faber et al., 2017). Verder hangen de resultaten – vanzelfsprekend misschien – af van de competenties van leraren: ze moeten",
    "Poquet - 2024 - A shared lens around sensemaking in learning analytics What activity theory, definition of a situation and affordances c.pdf": "Br J Educ Technol. 2024;55:1811–1831. ﻿ | 1811 wileyonlinelibrary.com/journal/bjet Received: 21 November 2022 | Accepted: 8 January 2024 DOI: 10.1111/bjet.13435 O R I G I N A L A R T I C L E A shared lens around sensemaking in learning analytics: What activity theory, definition of a situation and affordances can offer Oleksandra Poquet1,2 This is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes. © 2024 The Authors. British Journal of Educational Technology published by John Wiley & Sons Ltd on behalf of British Educational Research Association. 1Department of Educational Sciences, Technical University of Munich, School of Social Sciences and Technology, München, Germany 2Education Futures, Centre for Change and Complexity in Learning, University of South Australia, Adelaide, South Australia, Australia Correspondence Oleksandra Poquet, Department of Educational Sciences, TUM School of Social Sciences and Technology, Technische Universität München, Marsstraße 20-­22, München 80335, Germany. Email: sasha.poquet@tum.de Funding information Fondation Bettencourt Schueller Abstract The paper argues that learning analytics as a re- search field can benefit from a theory-­informed shared language to describe sensemaking of learn- ing and teaching data. To make the case for such shared language, first, I critically review prominent sensemaking theories to then demonstrate how stud- ies in learning analytics do not use coherent descrip- tions of sensemaking, eclectically combining the paradigms that have underlying differences. I then propose a conceptualization of sensemaking that overcomes the differences between these theories and explains how the concepts of activity system, the definition of the situation and affordances can be used to capture individual differences in sensemak- ing. The paper concludes with a preliminary frame- work and examples demonstrating its utility in raising new theoretical questions, informing design princi- ples and providing shared language for researchers in learning analytics. K E Y W O R D S activity theory, definition of a situation, ecological perception theory, information elaboration, learning analytics, sensemaking 1812 | POQUET WHY SENSEMAKING MATTERS FOR LEARNING ANALYTICS Learning analytics (LA) is concerned with converting data about learners and their environ- ments into actionable insights that could improve how people teach and learn. These data go beyond self-­reported instruments and include digital traces of learner activities, as well as information about student physiology, affect or attention. Integrating micro-­genetic data into existing analytical techniques requires new methodologies, which can advance existing learning theories (Reimann, 2021). The vision of LA is, however, broader than that of a methodological innovation. In paral- lel to the methods-­oriented empirical work, LA researchers have equally emphasized that data about teaching and learning should be ‘actionable’ stating that LA should have a direct impact on the practice of teaching and learning (Clow, 2012; Wise, 2014). Such a vision presupposes that metrics, indicators, visualizations and the tools conveying them are all tightly linked with human practices. Learning and teaching practices are situated in educa- tional institutions—complex adaptive systems",
    "Schwendimann et al. - 2017 - Perceiving Learning at a Glance A Systematic Literature Review of Learning Dashboard Research.pdf": "Perceiving Learning at a Glance: A Systematic Literature Review of Learning Dashboard Research Beat A. Schwendimann, Mar\u0001ıa Jes\u0001us Rodr\u0001ıguez-Triana, Andrii Vozniuk, Member, IEEE, Luis P. Prieto, Member, IEEE, Mina Shirvani Boroujeni, Adrian Holzer, Denis Gillet, and Pierre Dillenbourg Abstract—This paper presents a systematic literature review of the state-of-the-art of research on learning dashboards in the ﬁelds of Learning Analytics and Educational Data Mining. Research on learning dashboards aims to identify what data is meaningful to different stakeholders and how data can be presented to support sense-making processes. Learning dashboards are becoming popular due to the increased use of educational technologies, such as Learning Management Systems (LMS) and Massive Open Online Courses (MOOCs). The initial search of ﬁve main academic databases and GScholar resulted in 346 papers out of which 55 papers were included in the ﬁnal analysis. Our review distinguishes different kinds of research studies as well as various aspects of learning dashboards and their maturity regarding evaluation. As the research ﬁeld is still relatively young, most studies are exploratory and proof-of-concept. The review concludes by offering a deﬁnition for learning dashboards and by outlining open issues and future lines of work in the area of learning dashboards. There is a need for longitudinal research in authentic settings and studies that systematically compare different dashboard designs. Index Terms—Learning analytics, educational data mining, information visualization, dashboards, systematic review Ç 1 INTRODUCTION T HE amount of data collected through educational tech- nologies, such as Learning Management Systems (LMS) and Massive Open Online Courses (MOOCs), is increasing rapidly in volume and complexity. Learning Analytics emerged as a consequence of the increasing number of online educational platforms [1] and the need to understand how technology-mediated learning happens. Once data has been gathered, data needs to be processed, analyzed and visualized [2]. Shemwell [3] suggested that visual displays are critical to sense-making as humans can process large amounts of data if presented in meaningful ways. Learning dashboards can show data through different visualizations, such as graphs, gauges, dials, and maps [4]. Fig. 1 shows a sample learning dashboard with four visualizations. The current big challenge is how data coming from learning platforms can be made actionable by analyzing and present- ing it in ways meaningful to different stakeholders [5]. Learning dashboards build on research in Information Visu- alization, Learning Analytics and Educational Data Mining. The interest in analysing student activities registered in technological learning environments is not new [6], [7]. As Romero & Ventura concluded in their state-of-the-art review [8], there have been several research approaches since 1995 dealing with the interpretation of educational data. How- ever, the main work started in 2008 with the advent of the ﬁrst Conference on Educational Data Mining (EDM), the Journal of EDM, and the establishment of the EDM Society. The ﬁeld of Learning Analytics (LA) held the ﬁrst conference on Learning Analytics and Knowledge (LAK) in 2011, fol- lowed one year later by the foundation of the Society for Learning Analytics (SoLAR). There has been extensive research on",
    "Tamilmani et al. - 2021 - International Journal of Information Management The extended Unified Theory of Acceptance and Use of Technolog.pdf": "International Journal of Information Management 57 (2021) 102269 Available online 16 November 2020 0268-4012/© 2020 Elsevier Ltd. All rights reserved. Literature Review The extended Unified Theory of Acceptance and Use of Technology (UTAUT2): A systematic literature review and theory evaluation Kuttimani Tamilmani a, Nripendra P. Rana a,*, Samuel Fosso Wamba b, Rohita Dwivedi c a School of Management, University of Bradford, Bradford, BD7 1DP, United Kingdom b TBS Business School, 1 Place Alphonse Jourdain, 31068 Toulouse, France c Prin. L. N. Welingkar Institute of Management Development and Research (WeSchool), Mumbai, India A R T I C L E I N F O Keywords: UTAUT UTAUT2 Systematic review Technology adoption and diffusion Research context Citation analysis A B S T R A C T The extended unified theory of acceptance and use of technology (UTAUT2) is less than ten years old and has already garnered more than 6000 citations with extensive usage in information systems and beyond. This research employed cited reference search to systematically review studies that cited UTAUT2 originating article. Based on UTAUT2 usage, the downloaded articles were classified into four categories such as: 1) General citation, 2) UTAUT2 application, 3) UTAUT2 integration, and 4) UTAUT2 extensions. Weber’s (2012) theory evaluation framework revealed UTAUT2 as a robust theory on most dimensions except for parsimony arising from the complex model. UTAUT2 extensions emerged as popular UTAUT2 utilization category as researchers extended the model with context specific variables. Finally, UTAUT2 extensions were mapped to Johns’ (2006) context dimensions to identify various limitations of the existing technology adoption research and to provide multi-level framework for future researchers with libraries of context dimensions. 1. Introduction The advent of Internet and smartphones in 21st century has made information technologies an indispensable part of human life, that were mostly available only to organisational users during the late 20th cen­ tury. Technology adoption and diffusion research is a mature stream of exploration within the contemporary information systems (IS) literature and IS researchers are in continuous quest to understand various factors influencing individual acceptance and use of emerging information technology (IT) (Hughes et al., 2016, 2017, Hughes et al., 2020). This widespread research stream has witnessed assortment of research methodologies examining multitude of technologies in range of coun­ tries with the extant literature revealing numerous theories, contexts, units of analysis and research methods (Dwivedi & Williams, 2008; Choudrie & Dwivedi, 2005; Williams et al., 2009). The varying research contexts based on technology, user type, location, adoption time and task performed gave rise to many competing theories and models. For instance, Technology Acceptance Model (TAM), Diffusion of Innovation (DoI), Theory of Planned Behaviour (TPB), and Task Technology Fit (TTF) Theory that were mostly deployed to examine assortment of adoption and diffusion-related issues (Dwivedi et al., 2006, 2007; Dwivedi and Weerakkody, 2007; Kapoor et al., 2014). Based on exhaustive review of eight dominant technology adoption models, Venkatesh et al. (2003) developed unified theory of acceptance and use of technology (UTAUT) in the organisational context emphasising on the utilitarian value",
    "Van Leeuwen and Rummel - 2020 - Comparing teachers' use of mirroring and advising dashboards.pdf": "Comparing Teachers’ Use of Mirroring and Advising Dashboards Anouschka van Leeuwen Department of Education Utrecht University Utrecht, the Netherlands a.vanleeuwen@uu.nl Nikol Rummel Institute of Educational Research Ruhr-Universität Bochum Bochum, Germany nikol.rummel@rub.de ABSTRACT Teachers play an essential role during collaborative learning. To provide eﬀective support, teachers have to be constantly aware of students’ activities and make fast decisions about which group to oﬀer support, without disrupting students’ collaborative process. Teacher dashboards are visual displays that provide analytics about learners to help teachers increase their awareness of the situation. However, if teachers are not able to eﬃciently and eﬀectively distill information from the dashboard, the dashboard can become an obstacle instead of an aid. In the present study, we compared dashboards that provide information (mirroring) to dashboards that provide information and alert the teacher to groups that are in need of support (advising). Teachers were shown standardized, ﬁctitious collaborative situations on one of the types of dashboards and were asked to detect the group that was in need of support. The results showed that teachers in the advising condition more often detected the problematic group, needed less eﬀort to do so, and were more conﬁdent of their decisions. The teacher-dashboard interaction patterns showed that teachers in the advising condition generally started by checking the given alert, but also that they tried to look at as much information about other groups as they could. In the mirroring condition, teachers generally started by examining information from class overviews, but did not always have time to check information for individual groups. These ﬁndings are discussed in light of the role of a teacher dashboard in teachers’ decision making in the context of student collaboration. CCS CONCEPTS • Computer supported cooperative work • Visualization systems and tools • Empirical studies in HCI KEYWORDS cooperative/collaborative learning, elementary education, human- computer interface, improving classroom teaching, teaching/learning strategies ACM Reference format: Anouschka van Leeuwen, Nikol Rummel. 2020. Comparing Teachers’ Use of Mirroring and Advising Dashboards. In Proceedings of the 10th International Conference on Learning Analytics & Knowledge (LAK’20). ACM, New York, NY, USA, X pages. https://doi.org/10.1145/3375462.3375471 1 Introduction Collaborative learning has been shown to be an eﬀective method for learning [13]. Teachers play an essential role during collaborative learning [34]: they monitor the groups of students, and provide support concerning the task and the collaborative process when needed. To provide eﬀective support, teachers have to be constantly aware of students’ activities and make fast decisions about which group to observe and which group to visit to oﬀer support [10] without disrupting students’ collaborative process [15]. Recently, the idea of using teacher orchestration tools to aid teachers has gained considerable attention. The underlying idea is that orchestration tools making use of learning analytics techniques, such as dashboards that provide information about learners, can help teachers to increase their awareness of the situation and thereby increase the eﬀectiveness of decisions they subsequently make concerning which group to support and what type of support to oﬀer [26]. However, dashboards add an additional",
    "van Leeuwen et al. - 2021 - How teacher characteristics relate to how teachers use dashboards Results from two case studies in k–12.pdf": "ISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported (CC BY-NC-ND 3.0) 6 Volume 8(2), 6–21. https://doi.org/10.18608/jla.2021.7325 How Teacher Characteristics Relate to How Teachers Use Dashboards: Results from Two Case Studies in K–12 Anouschka van Leeuwen1, Carolien A. N. Knoop-van Campen2, Inge Molenaar3, Nikol Rummel4 Abstract Teacher dashboards are a specific form of analytics in which visual displays provide teachers with information about their students; for example, concerning student progress and performance on tasks during lessons or lectures. In the present paper, we focus on the role of teacher dashboards in the context of teacher decision-making in K–12 education. There is large variation in teacher dashboard use in the classroom, which could be explained by teacher characteristics. Therefore, we investigate the role of teacher characteristics — such as experience, age, gender, and self-efficacy — in how teachers use dashboards. More specifically, we present two case studies to understand how diversity in teacher dashboard use is related to teacher characteristics. Surprisingly, in both case studies, teacher characteristics were not associated with dashboard use. Based on our findings, we propose an initial framework to understand what contributes to diversity of dashboard use. This framework might support future research to attribute diversity in dashboard use. This paper should be seen as a first step in examining the role of teacher characteristics in dashboard use in K–12 education. Notes for Practice • Teacher dashboards are a specific application of learning analytics in which visual displays provide teachers with information about their students; for example, concerning student progress and performance on tasks during lessons or lectures. • In the two case studies presented here, teacher dashboard use in K–12 does not seem to be related to the teacher’s age, gender, years of teaching experience, or technological self-efficacy. • A framework to guide future work for understanding the relationship between teacher characteristics and teacher dashboard use is presented. Keywords Teacher dashboards, teacher characteristics, K–12 Submitted: 17/08/20 — Accepted: 17/04/21 — Published: 03/09/21 Corresponding author 1Email: a.vanleeuwen@uu.nl Address: Utrecht University, Department of Education, Heidelberglaan 1, 3584CS, Utrecht, the Netherlands. ORCID ID: https://orcid.org/0000-0003-2970-1380 2Email: c.knoop-vancampen@pwo.ru.nl Address: Radboud University, Montessorilaan 3, 6525 HR Nijmegen, The Netherlands. ORCID ID: https://orcid.org/0000-0002-3666-8577 3Email: i.molenaar@pwo.ru.nl Address: Radboud University, Montessorilaan 3, 6525 HR Nijmegen, The Netherlands. ORCID ID: https://orcid.org/0000-0003-4639-2524 4Email: nikol.rummel@rub.de Address: Ruhr Universität Bochum, Institut für Erziehungswissenschaft, Universitätsstraße 150, D-44801 Bochum, Germany. ORCID ID: https://orcid.org/0000-0002-3187-5534 1. Introduction Learning analytics are used increasingly in educational practices. Many learning technologies applied in K–12 facilitate the automatic collection of data about learners who use computers to practise skills or to collaborate. These systems often include some kind of direct feedback loop to the student; for example, by adjusting the difficulty level of the task the student is working on. Simultaneously, the collected information is fed back to the teacher who may use this information to improve their teaching. Teacher dashboards are a specific application of learning analytics in which visual displays provide teachers with information about",
    "Van Leeuwen et al. - 2021 - How Teacher Characteristics Relate to How Teachers Use Dashboards Results From Two Case Studies in.pdf": "ISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported (CC BY-NC-ND 3.0) 6 Volume 8(2), 6–21. https://doi.org/10.18608/jla.2021.7325 How Teacher Characteristics Relate to How Teachers Use Dashboards: Results from Two Case Studies in K–12 Anouschka van Leeuwen1, Carolien A. N. Knoop-van Campen2, Inge Molenaar3, Nikol Rummel4 Abstract Teacher dashboards are a specific form of analytics in which visual displays provide teachers with information about their students; for example, concerning student progress and performance on tasks during lessons or lectures. In the present paper, we focus on the role of teacher dashboards in the context of teacher decision-making in K–12 education. There is large variation in teacher dashboard use in the classroom, which could be explained by teacher characteristics. Therefore, we investigate the role of teacher characteristics — such as experience, age, gender, and self-efficacy — in how teachers use dashboards. More specifically, we present two case studies to understand how diversity in teacher dashboard use is related to teacher characteristics. Surprisingly, in both case studies, teacher characteristics were not associated with dashboard use. Based on our findings, we propose an initial framework to understand what contributes to diversity of dashboard use. This framework might support future research to attribute diversity in dashboard use. This paper should be seen as a first step in examining the role of teacher characteristics in dashboard use in K–12 education. Notes for Practice • Teacher dashboards are a specific application of learning analytics in which visual displays provide teachers with information about their students; for example, concerning student progress and performance on tasks during lessons or lectures. • In the two case studies presented here, teacher dashboard use in K–12 does not seem to be related to the teacher’s age, gender, years of teaching experience, or technological self-efficacy. • A framework to guide future work for understanding the relationship between teacher characteristics and teacher dashboard use is presented. Keywords Teacher dashboards, teacher characteristics, K–12 Submitted: 17/08/20 — Accepted: 17/04/21 — Published: 03/09/21 Corresponding author 1Email: a.vanleeuwen@uu.nl Address: Utrecht University, Department of Education, Heidelberglaan 1, 3584CS, Utrecht, the Netherlands. ORCID ID: https://orcid.org/0000-0003-2970-1380 2Email: c.knoop-vancampen@pwo.ru.nl Address: Radboud University, Montessorilaan 3, 6525 HR Nijmegen, The Netherlands. ORCID ID: https://orcid.org/0000-0002-3666-8577 3Email: i.molenaar@pwo.ru.nl Address: Radboud University, Montessorilaan 3, 6525 HR Nijmegen, The Netherlands. ORCID ID: https://orcid.org/0000-0003-4639-2524 4Email: nikol.rummel@rub.de Address: Ruhr Universität Bochum, Institut für Erziehungswissenschaft, Universitätsstraße 150, D-44801 Bochum, Germany. ORCID ID: https://orcid.org/0000-0002-3187-5534 1. Introduction Learning analytics are used increasingly in educational practices. Many learning technologies applied in K–12 facilitate the automatic collection of data about learners who use computers to practise skills or to collaborate. These systems often include some kind of direct feedback loop to the student; for example, by adjusting the difficulty level of the task the student is working on. Simultaneously, the collected information is fed back to the teacher who may use this information to improve their teaching. Teacher dashboards are a specific application of learning analytics in which visual displays provide teachers with information about",
    "Vick et al. - 2025 - Exploring Elementary Teachers' Confidence and Anxiety in Data-Based Decision-Making.pdf": "Vol.:(0123456789) TechTrends https://doi.org/10.1007/s11528-025-01113-w ORIGINAL PAPER Exploring Elementary Teachers' Confidence and Anxiety in Data‑Based Decision‑Making Jamie Vick1,2 · Lida Uribe‑Flórez2 · Jesús Trespalacios2 · Yu‑hui Ching2 Accepted: 27 June 2025 © The Author(s) 2025 Abstract Teachers' beliefs about data use directly influence their decisions to use it. This study aimed to investigate the beliefs of K-6 teachers regarding Data-Based Decision Making (DBDM) and how their self-efficacy and anxiety influence their perceptions of using DBDM. Using Self-Efficacy theory as its theoretical framework, the research followed an explanatory sequential mixed-methods design with a survey and one-on-one interviews with teachers to help understand the quantitative results. Results showed that teachers' perceptions of efficacy and anxiety when navigating educational technology platforms to access and utilize data should not be grouped, as they are distinct. Four main themes emerged from the data analysis. These themes were Data Dashboard Navigation, Data, Connecting Data to Practice, and Frustration. The first three themes were factors that can potentially impact teachers' efficacy and anxiety with DBDM and provided insight into K-6 teachers' data use practices, beliefs, affective states, and barriers to using data in the classroom. The final theme, Frustration, found that teachers' efficacy, anxiety, and perceptions may be influenced by their frustration with different DBDM tasks. Keywords Data-based decision-making · Teacher technology integration · Data dashboard · Self-Efficacy · Anxiety Data-based decision-making (DBDM) is an iterative pro- cess and evidence-based practice that K-12 educators and administrators could use to collect and analyze various data to guide instructional decisions (Dunn et al., 2013b; Schild- kamp, 2019; Schildkamp et al., 2017). When implemented effectively, DBDM can support students in achieving learn- ing goals and contribute to overall improvements in student achievement (Visscher, 2021). Teacher's beliefs about data use directly influence their decisions to use data, and research has found that beliefs are highly connected to context (Bas- ckin et al., 2021). In addition, research shows teachers are not using data to inform their instruction effectively and often report teachers feel inadequately prepared or trained to use data effectively (Dunn et al., 2013a, b; Espin et al., 2021; Filderman & Toste, 2018; Keuning et al., 2017). In addition to individual beliefs and training, technology presents another layer of complexity in the DBDM process. Teachers are expected to navigate a range of platforms, such as student information systems, learning management sys- tems, and computer-based assessment tools, to access and interpret student data (Ebbeler et al., 2017; Forrester, 2019; Wayman, 2005; Wayman & Stringfield, 2006). However, teachers often lack the technical skills and pedagogical sup- port needed to use these systems effectively (Dunn et al., 2013b; Espin et al., 2021; Gesel et al., 2021). One of the most significant challenges education stake- holders must address regarding DBDM is understanding how to prepare teachers and provide continued support as they implement and sustain this evidence-based practice for informing classroom instruction. One factor repeated throughout the literature as a critical variable in success- ful DBDM use in classrooms is teacher beliefs which have been investigated throughout",
    "Vozniuk et al. - 2017 - Perceiving Learning at a Glance A Systematic Literature Review of Learning Dashboard Research.pdf": "Perceiving Learning at a Glance: A Systematic Literature Review of Learning Dashboard Research Beat A. Schwendimann, Mar\u0001ıa Jes\u0001us Rodr\u0001ıguez-Triana, Andrii Vozniuk, Member, IEEE, Luis P. Prieto, Member, IEEE, Mina Shirvani Boroujeni, Adrian Holzer, Denis Gillet, and Pierre Dillenbourg Abstract—This paper presents a systematic literature review of the state-of-the-art of research on learning dashboards in the ﬁelds of Learning Analytics and Educational Data Mining. Research on learning dashboards aims to identify what data is meaningful to different stakeholders and how data can be presented to support sense-making processes. Learning dashboards are becoming popular due to the increased use of educational technologies, such as Learning Management Systems (LMS) and Massive Open Online Courses (MOOCs). The initial search of ﬁve main academic databases and GScholar resulted in 346 papers out of which 55 papers were included in the ﬁnal analysis. Our review distinguishes different kinds of research studies as well as various aspects of learning dashboards and their maturity regarding evaluation. As the research ﬁeld is still relatively young, most studies are exploratory and proof-of-concept. The review concludes by offering a deﬁnition for learning dashboards and by outlining open issues and future lines of work in the area of learning dashboards. There is a need for longitudinal research in authentic settings and studies that systematically compare different dashboard designs. Index Terms—Learning analytics, educational data mining, information visualization, dashboards, systematic review Ç 1 INTRODUCTION T HE amount of data collected through educational tech- nologies, such as Learning Management Systems (LMS) and Massive Open Online Courses (MOOCs), is increasing rapidly in volume and complexity. Learning Analytics emerged as a consequence of the increasing number of online educational platforms [1] and the need to understand how technology-mediated learning happens. Once data has been gathered, data needs to be processed, analyzed and visualized [2]. Shemwell [3] suggested that visual displays are critical to sense-making as humans can process large amounts of data if presented in meaningful ways. Learning dashboards can show data through different visualizations, such as graphs, gauges, dials, and maps [4]. Fig. 1 shows a sample learning dashboard with four visualizations. The current big challenge is how data coming from learning platforms can be made actionable by analyzing and present- ing it in ways meaningful to different stakeholders [5]. Learning dashboards build on research in Information Visu- alization, Learning Analytics and Educational Data Mining. The interest in analysing student activities registered in technological learning environments is not new [6], [7]. As Romero & Ventura concluded in their state-of-the-art review [8], there have been several research approaches since 1995 dealing with the interpretation of educational data. How- ever, the main work started in 2008 with the advent of the ﬁrst Conference on Educational Data Mining (EDM), the Journal of EDM, and the establishment of the EDM Society. The ﬁeld of Learning Analytics (LA) held the ﬁrst conference on Learning Analytics and Knowledge (LAK) in 2011, fol- lowed one year later by the foundation of the Society for Learning Analytics (SoLAR). There has been extensive research on",
    "Wang et al. - 2025 - The effects of artificial intelligence-based interactive scaffolding on secondary students ’ speaking performance ,.pdf": "Interactive Learning Environments ISSN: 1049-4820 (Print) 1744-5191 (Online) Journal homepage: www.tandfonline.com/journals/nile20 The eﬀects of artiﬁcial intelligence-based interactive scaﬀolding on secondary students’ speaking performance, goal setting, self- evaluation, and motivation in informal digital learning of English Feifei Wang, Xiaohua Zhou, Kangxin Li, Alan C. K. Cheung & Ming Tian To cite this article: Feifei Wang, Xiaohua Zhou, Kangxin Li, Alan C. K. Cheung & Ming Tian (2025) The eﬀects of artiﬁcial intelligence-based interactive scaﬀolding on secondary students’ speaking performance, goal setting, self-evaluation, and motivation in informal digital learning of English, Interactive Learning Environments, 33:7, 4633-4652, DOI: 10.1080/10494820.2025.2470319 To link to this article: https://doi.org/10.1080/10494820.2025.2470319 © 2025 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group View supplementary material Published online: 04 Mar 2025. Submit your article to this journal Article views: 3765 View related articles View Crossmark data Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=nile20 The effects of artificial intelligence-based interactive scaffolding on secondary students’ speaking performance, goal setting, self- evaluation, and motivation in informal digital learning of English Feifei Wanga, Xiaohua Zhou b*, Kangxin Lic, Alan C. K. Cheung d and Ming Tiane aCentre for Information Technology in Education, The University of Hong Kong, Hong Kong, People’s Republic of China; bDepartment of Applied Social Sciences, The Hong Kong Polytechnic University, Hong Kong, People’s Republic of China; cDepartment of Curriculum and Instruction, The Chinese University of Hong Kong, Hong Kong, People’s Republic of China; dDepartment of Educational Administration and Policy, The Chinese University of Hong Kong, Hong Kong, People’s Republic of China; eChenzhou Jinhai School, Chenzhou, People’s Republic of China ABSTRACT Artificial intelligence-based interactive scaffolding (AIIS), which is the interactive process that learners communicate with AI to learn by implementing learning activities with AI’s gradual assistance, has recently been reported to provide potential benefits to teachers and learners in informal digital learning of English (IDLE). While much previous research has focused on the combined effects of AIIS in facilitating interactions with teachers, learner peers, and content in higher education, this study specifically examined the discrete effects of AIIS on secondary students’ speaking performance, goal setting, self- evaluation, and motivation, and the developmental trend of goal setting, self-evaluation, and motivation in IDLE. Sixty secondary students were assigned into the treatment group of interacting with AIIS and the control group of observing fixed scaffolding over ten sessions in IDLE. Results indicated that the treatment group showed more learning gains in vocabulary, goal setting, self-evaluation, and motivation than the control group. Moreover, despite the similar decline and rise developmental trajectories of goal setting, self- evaluation, and motivation, the treatment group dropped less in the middle of the sessions. This study adds to the scarce evidence that AIIS facilitates secondary students’ speaking learning in IDLE and provides theoretical, pedagogical, and research implications for AI-supported interactive learning environments. ARTICLE HISTORY Received 10 December 2023 Accepted 15 February 2025 KEYWORDS Interactive scaffolding; language learning; goal setting; self-evaluation; motivation; human-AI interaction As the capacities of artificial intelligence (AI) are",
    "Witte et al. - 2025 - How Teachers Use Data Description and Differences Across PreK Through Third Grade.pdf": "Vol.:(0123456789) Early Childhood Education Journal (2025) 53:437–446 https://doi.org/10.1007/s10643-023-01588-3 How Teachers Use Data: Description and Differences Across PreK Through Third Grade Amanda L. Witte1 · Lisa L. Knoche1 · Susan M. Sheridan1 · Natalie Koziol1 Accepted: 2 October 2023 / Published online: 6 November 2023 © The Author(s), under exclusive licence to Springer Nature B.V. 2023 Abstract The use of data to inform instruction has been linked to improved student outcomes, early identification of intervention needs, and teacher decision-making and efficacy. Additionally, data are used as a means of accountability within educational settings. However, little is known about data use practices among early grades teachers. The purpose of the current study is to describe the data use of PreK to third grade teachers and to investigate differences in data use and support across grade levels. Participants were 307 early childhood teachers in PreK and early elementary school. Analysis of survey data revealed, overall, most teachers across grade levels collected observational data and direct assessments and data were predominantly used to inform instruction and determine if students are ready to learn new skills. In general, teachers indicated that support for data use is available. Results also indicate significant variation in data types, use, and support across PreK to third grade. Keywords Teacher data use · Data use support · Data collection alignment · Data-based decision-making · Classroom observations · Parent-provided data There is growing awareness that data use can improve the quality of education and the intentional use of data is increasingly recognized as an important component of teach- ers’ practices (Organization for Economic Cooperation & Development [OECD], 2012). Data can be useful in hon- ing understanding of students’ skills and needs to provide tailored and effective instruction, and to improve school performance and student learning over time and across grades. Additionally, data are commonly used as a means of accountability within educational settings for purposes of monitoring compliance and progress as well as allocating resources based on needs. Despite its potential for enhancing educational quality and influencing student outcomes, little is known about data use practices among early childhood teachers. Specifically, there is limited documentation regard- ing the data sources most commonly used by teachers, and the purposes for which they use data across the PreK to third grade continuum. This lack of information is somewhat sur- prising given the importance of understanding educational practices that lead up to and potentially influence students' third grade outcomes, which are associated with students’ lasting outcomes, including later academic achievement, college enrollment and retention, rates of incarceration and high school dropout (Feister, 2013; Guo et al., 2015). More information is needed on teachers’ current data use prac- tices, along with the organizational supports (e.g., training and professional development) available to support teachers’ use of data as students transition into school and advance across the early grades. The purposes of the current survey-based study are to describe teacher data collection, data use, and available sup- port for data use from PreK to third grade and",
    "Wolff et al. - 2016 - Data literacy for learning analytics.pdf": "Data literacy for Learning Analytics Annika Wolff, John Moore Computing and Communications, Faculty of Maths, Computing and Technology The Open University Milton Keynes, MK7 6AA, UK {annika.wolff, john.moore}@open.ac.uk Zdenek Zdrahal, Martin Hlosta, Jakub Kuzilek Knowledge Media Institute The Open University Milton Keynes, MK7 6AA, UK {zdenek.zdrahal, martin.hlosta, jakub.kuzilek}@open.ac.uk ABSTRACT This workshop explores how data literacy impacts on learning analytics both for practitioners and for end users. The term data literacy is used to broadly describe the set of abilities around the use of data as part of everyday thinking and reasoning for solving real-world problems. It is a skill required both by learning analytics practitioners to derive actionable insights from data and by the intended end users, such that it affects their ability to accurately interpret and critique presented analysis of data. The latter is particularly important, since learning analytics outcomes can be targeted at a wide range of end users, some of whom will be young students and many of whom are not data specialists. Whilst data literacy is rarely an end goal of learning analytics projects, this workshop aims to find where issues related to data literacy have impacted on project outcomes and where important insights have been gained. This workshop will further encourage the sharing of knowledge and experience through practical activities with datasets and visualisations. This workshop aims to highlight the need for a greater understanding of data literacy as a field of study, especially with regard to communicating around large, complex, data sets. Categories and Subject Descriptors J.1 [Administrative Data Processing] Education; K.3.1 [Computer Uses in Education] Computer-assisted instruction (CAI) General Terms Measurement, Design, Human Factors Keywords Learning analytics, data literacy, communication, analysis, visualization 1. Motivation Data analytics are coming out of the lab and into the mainstream. As more of the general population start interacting with complex data sets it is time to start taking data literacy seriously. This is of particular importance within the field of learning analytics, where the results of data analysis are targeted towards a multitude of different end users, from young students, teachers, faculty and administration. Learning analytics aims to provide actionable insights to educators and learners on different aspects of learning. Whilst the remit of learning analytics can be quite broad, in each case there must be a communication of the data analysis through which the important insights can be easily understood by the target audience. Both the people producing the data analysis and the people on the receiving end must have a foundational level of data literacy in order to be able to communicate effectively via the data. But how can this be defined? What are the specific competences of the different stakeholders and how, within the field of learning analytics, is it possible to support their acquisition or to develop an understanding such that it is possible to develop dashboards and visualisations of data that are easily understood by the target audience? In early stages of the field of learning analytics a lot of focus has"
}