{
  "Alzoubi, Baran - 2024 - A Closer Look at Instructor Use and Sensemaking Processes of Analytics Dashboards Past , Present , and Future.pdf": " \nISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported \n(CC BY-NC-ND 3.0) \n 1 \nVolume 11(2), 1–22. https://doi.org/10.18608/jla.2024.7961  \nA Closer Look at Instructor Use and Sensemaking \nProcesses of Analytics Dashboards: Past, Present , \nand Future \nDana AlZoubi1 and Evrim Baran2 \nAbstract \nThere is a growing interest in the research and use of automated feedback dashboards that display classroom \nanalytics; yet little is known about the detailed processes instructors use to make sense of these tools , and to \ndetermine the impact on their teaching practices. This research was conducted at a public Midwestern university \nwithin the context of an automated classroom observation and feedback implementation project. Fifteen engineering \ninstructors engaged in this research. The overarching goal was to investigate instructor teaching beliefs, pedagogical \npractices, and sensemaking processes regarding dashboard use. A grounded theory approach was used to identify \ncategories related to instructor perceptions. Results  revealed that instructor experiences inform both their present \nuse of the dashboard and consequential future actions. A model is presented that illustrates categories included in \ninstructor pre-use, use, and post-use of an automated feedback dashboard. An extension to this model is presented \nand accompanied by  recommendations for a more effective future use of auto",
  "Bijlsma, Bosman - 2025 - Inventarisatie curricula voltijdroutes naar het leraarschap primair onderwijs.pdf": "Onderzoeksrapport\nInventarisatie Curricula Voltijdroutes naar het Leraarschap \nPrimair Onderwijs2 \nColofon\nDit onderzoeksrapport is tot stand gekomen in een \nacademische samenwerking tussen de Radboud \nUniversiteit en de Inspectie van het Onderwijs. \nOnderzoeker\nHannah Bijlsma  Radboud Universiteit, Nijmegen\nAdviseurs\nAnna Bosman Radboud Universiteit, Nijmegen\nJaap Scheerens Universiteit Twente, Enschede\nPaul A. Kirschner  Open Universiteit, Heerlen\nIn samenwerking met\nInspectie van het Onderwijs, Utrecht\nCiteer als\nBijlsma, H. J. E., & Bosman, A. M. T . (2025). \nInventarisatie curricula voltijdroutes naar het leraarschap \nprimair onderwijs. Radboud Universiteit en Inspectie van \nhet Onderwijs.\nMet dank aan\nEen speciale dank gaat uit naar Dries D’hease van het \nExpertisecentrum Onderwijs en Leren van de Thomas \nMore Hogeschool in Antwerpen voor zijn bijdrage en \ninzet aan dit onderzoek.\nOok danken we alle instellingen voor de tijd en \nenergie die ze gestoken hebben in de medewerking \naan dit onderzoek en voor hun openheid, \ntransparantie en gastvrijheid.",
  "Cijvat et al. - 2023 - Wat leraren doen de inzet van adaptieve leermiddelen in het basisonderwijs(2).pdf": " \n \n \nWat leraren doen: De inzet van adaptieve leermiddelen in het basisonderwijs [What teachers\ndo: adaptive teaching using Adaptive Learning Technologies (ALTs) in primary education]\nCijvat, C.C.; Denessen, E.J.P.G.; Sleegers, P.J.C.; Graaf, J. van der; Molenaar, I.\n2023, Article / Letter to editor (Pedagogische Studiën, 100, 1, (2023), pp. 1-34)\nDoi link to publisher: https://doi.org/10.59302/ps.v100i1.13989\n \n \n \n \n \n \n \nVersion of the following full text: Publisher’s version\nDownloaded from: https://hdl.handle.net/2066/293201\nDownload date: 2025-09-10\n \n \n \n \n \n \n \n \n \n \nNote:\nTo cite this publication please use the final published version (if applicable).Wat leraren doen: de inzet van adaptieve leermiddelen in het basisonderwijs\nC. C. Cijvat, E. Denessen, P. J. C. Sleegers, J. van der Graaf, en I. Molenaar\nWat leraren doen: de inzet van adaptieve leermiddelen  \nin het basisonderwijs\nC. C. Cijvat, E. Denessen, P . J. C. Sleegers, J. van der Graaf, en I. Molenaar\nSamenvatting Steeds meer leraren maken gebruik \nvan adaptieve leermiddelen. Het doel van deze studie \nis om te onderzoeken hoe leraren adaptief lesgeven \ncombineren met de inzet van een adaptief leermiddel. \nVan 12 leraren werden op grond van lesobservaties, \nsemigestructureerde interviews en vragenlijsten 108 \nadaptieve handelingen in kaart gebracht, waarbij de \nleraar soms wel en soms niet het adaptieve leermiddel \ninzette. De resultaten laten zien dat bij 62% van de \nadaptieve handelingen een adaptief leermidd",
  "Clarke, Hollingsworth - 2002 - Elaborating a model of teacher professional growth.pdf": "TeachingandTeacherEducation18(2002)947–967\nElaboratingamodelofteacherprofessionalgrowth\nDavidClarkea,*,HilaryHollingsworthb\naInternational Centre for Classroom Research, Faculty of Education, University of Melbourne, Victoria 3010, Australia\nbTeacher Learning, LessonLab Inc., 3330 Ocean Park Boulevard, Santa Monica, CA 90405, USA\nReceived10October2001;receivedinrevisedform28January2002;accepted25February2002\nAbstract\nThispaperdetailsamodelofteacherprofessionalgrowth andrelatesthemodel totheresearch dataonwhichthe\nmodel is empirically founded. A key feature of the model is its inclusion of four analytic domains in close\ncorrespondencetothoseemployedbyGuskey(Educational Researcher15(5),1986)andothers,butthemodelproposed\ninthis paperidentiﬁesthespeciﬁc mechanismsbywhichchangeinonedomainisassociatedwithchangeinanother.\nTheinterconnected,non-linearstructureofthemodelenabledtheidentiﬁcationofparticular‘‘changesequences’’and\n‘‘growthnetworks’’,givingrecognitiontotheidiosyncraticandindividualnatureofteacherprofessionalgrowth.One\nmajor value of a change model grounded in empirical data lies in its capacity to stimulate speculation, research and\ndevelopmentregardingpossiblechangemechanismsasyetunexploredandunexploited.Initscurrentform,thismodel\noffersapowerfulframeworktosupporttheanalysesofthosestudyingteacherchange(orgrowth)andtheplanningof\nthoseresponsibleforteacherprofessionaldevelopment.\nr2002ElsevierScienceLtd.Allrightsreserved.\nKeywords: Teacherlearning;Teacherchange;Professional",
  "Cristea et al. - 2025 - Artificial Intelligence in Education.pdf": "Cristea et al. (Eds.)Artificial Intelligence  \nin Education\nLNAI\n15882\nAlexandra I. Cristea · Erin Walker ·  \nYu Lu · Olga C. Santos · Seiji Isotani (Eds.)\n 123 LNAI 15882\n26th International Conference, AIED 2025  \nPalermo, Italy, July 22–26, 2025  \nProceedings, Part VI\nArtificial Intelligence  \nin Education\nAIED \n2025\nLecture Notes in Computer Science \nLecture Notes in Artiﬁcial Intelligence 15882 \nFounding Editor \nJörg Siekmann \nSeries Editors \nRandy Goebel, University of Alberta, Edmonton, Canada \nWolfgang Wahlster, DFKI, Berlin, Germany \nZhi-Hua Zhou, Nanjing University, Nanjing, China",
  "Dilemmaspel-studiedata-kaarten.pdf": "Beleidsmedewerker\nSafae is beleidsmedewerker  \nbij een hoger onderwijsinstelling.  \nZe ontwikkelt onderwijsbeleid en \ngeeft adviezen aan het college van \nbestuur, faculteitsbestuurders en  \nopleidingsdirecteuren. Daarvoor  \nkijkt ze naar ontwikkelingen binnen \nen buiten de eigen instelling.\nStudiedata zijn voor Safae een middel  \nom beleid te onderbouwen en problemen \nvroegtijdig te signaleren. Ze ziet kansen  \nom er de kwaliteit van het beleid mee te  \nverbeteren, effectiever te evalueren en  \nefficiënter haar werk te doen.\n \n \nBehoeften\n• Data relevant voor actuele  \nbeleidsvraagstukken.\n• (Trend)data om beleidsmaatregelen  \nte evalueren.\n• Directe toegang tot data, om zelf  \naanvullende analyses te kunnen doen.\nMeer weten\n over Safae?Houding\n• De techno-optimist: nadruk op nieuwe  \ninzichten. Studiedata bieden kansen voor \nhet toetsen van beleid gebaseerd op intuïtie \nen mogelijk achterhaalde aannames.\n• De hoeder: nadruk op reputatie. Studiedata \nkunnen bijdragen aan onderwijskwaliteit \nen de reputatie van de instelling, maar \nophef en schandalen liggen op de loer.\nOptioneel: op zoek naar \nafwisseling of een ander \nperspectief? Kies voor \nhet dilemma een van \nde volgende houdingen:",
  "Gálvez-nieto et al. - 2023 - Psychometric properties of the Teachers ’ Sense of Efficacy Scale in a sample of Chilean public school teac.pdf": "Frontiers in Psychology 01 frontiersin.org\nPsychometric properties of the \nTeachers’ Sense of Efficacy Scale \nin a sample of Chilean public \nschool teachers\nJosé Luis Gálvez-Nieto 1, Sonia Salvo-Garrido 2*, \nSergio Domínguez-Lara 3, Karina Polanco-Levicán 4 and \nManuel Mieres-Chacaltana 5\n1 Departamento de Trabajo Social, Universidad de La Frontera, Temuco, Chile, 2 Departamento de \nMatemática y Estadística, Universidad de La Frontera, Temuco, Chile, 3 South American Center for \nEducation and Research in Public Health, Universidad Privada Norbert Wiener, Lima, Peru, 4 Programa \nde Doctorado en Ciencias Sociales, Universidad de La Frontera, Temuco, Chile, 5 Departamento de \nDiversidad y Educación Intercultural, Universidad Católica de Temuco, Temuco, Chile\nThe Teachers’ Sense of Efficacy Scale (TSES) has demonstrated suitable levels of \nreliability and validity for its use on the teacher population in several countries, \nand it is the most used scale to assess teachers’ beliefs in their efficacy. However, \nfew psychometric studies exist on its applicability to elementary teachers in public \nschools. This study analyzed the psychometric properties of the TSES in teachers \nwho work in elementary education. The sample comprised 1,406 Chilean teachers, \nmainly women (77.2%), from various Chilean public and subsidized schools. The \nresults obtained from three confirmatory factor analyses demonstrated that the \nmodel that best fit the data was bifactor exploratory structural equatio",
  "Handleiding-dilemmaspel-studiedata.pdf": "Veilig en betrouwbaar \nbenutten van studiedata \nin het hoger onderwijs\nHandleiding\nDilemmaspel studiedata\nPersonakaarten (7 stuks)\nDe personakaarten beschrijven betrokkenen bij het gebruik \nvan studiedata. We nemen in het spel zeven mogelijke \nbetrokkenen mee: de beleidsmedewerker, de docent, de \nonderzoeker, de studentbegeleider, de student, de Ethische \nCommissie en de Functionaris voor Gegevensbescherming. \nDit is een versimpeling en veralgemenisering van alle mogelijke \nbetrokkenen binnen een instelling. De kaarten beschrijven \nkort de achtergrond en behoeften van de rol en dienen als \nnaslagwerk voor de spelers.\nSpelvorm\nHet spel is ontworpen om gespeeld te worden in een groep \nvan vier personen voor een periode van 45-60 minuten. Het \nspel is flexibel en andere groepsgroottes en lengtes zijn ook \nmogelijk. Het is ook mogelijk om het spel alleen te spelen. \nHet is waarschijnlijk het leukst en het leerzaamst om het spel \nmet een groep met verschillende achtergronden en functies \nrondom het gebruik van studiedata te spelen. \nEen spelronde bestaat uit een aantal stappen:\n1  Kies als groep een dilemmakaart om te bespreken.\n2  Kies individueel een rol die op de dilemmakaart staat  \nen pak de bijbehorende personakaart. Als er meer  \nof minder dan vier spelers zijn, zullen niet alle rollen  \ngekozen worden of kunnen spelers dezelfde rol kiezen.\n Optioneel: voor de afwisseling kun je een van de  \nhoudingen uitkiezen die op de achterkand van  \nde personakaart beschreven staan.\n3 ",
  "Hoadley et al. - 2022 - Design-based research What it is and why it matters to studying online learning Design-based research What it.pdf": "Educational Psychologist\nISSN: 0046-1520 (Print) 1532-6985 (Online) Journal homepage: www.tandfonline.com/journals/hedp20\nDesign-based research: What it is and why it\nmatters to studying online learning\nChristopher Hoadley & Fabio C. Campos\nTo cite this article: Christopher Hoadley & Fabio C. Campos (2022) Design-based research:\nWhat it is and why it matters to studying online learning, Educational Psychologist, 57:3,\n207-220, DOI: 10.1080/00461520.2022.2079128\nTo link to this article:  https://doi.org/10.1080/00461520.2022.2079128\n© 2022 The Author(s). Published with\nlicense by Taylor & Francis Group, LLC.\nPublished online: 01 Jul 2022.\nSubmit your article to this journal \nArticle views: 40418\nView related articles \nView Crossmark data\nCiting articles: 71 View citing articles \nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=hedp20Design-based research: What it is and why it matters to studying online learning\nChristopher Hoadley and Fabio C. Campos\nSteinhardt School of Culture, Education, and Human Development, New York University\nABSTRACT\nThe ever-changing nature of online learning foregrounds the limits of separating research from\ndesign. In this article, we take the difficulty of making generalizable conclusions about designed\nenvironments as a core challenge of studying the educational psychology of online learning envi-\nronments. We argue that both research and design can independently produce e",
  "Holstein et al. - 2017 - Intelligent tutors as teachers' aides exploring teacher needs for real-time analytics in blended cl.pdf": "Intelligent Tutors as Teachers’ Aides: Exploring Teacher Needs for Real-time Analytics in Blended Classrooms Kenneth Holstein, Bruce M. McLaren, and Vincent Aleven Human-Computer Interaction Institute Carnegie Mellon University Pittsburgh, PA 15213 {kjholste, bmclaren, aleven}@cs.cmu.eduABSTRACT Intelligent tutoring systems (ITSs) are commonly designed to enhance student learning. However, they are not typically designed to meet the needs of teachers who use them in their classrooms. ITSs generate a wealth of analytics about student learning and behavior, opening a rich design space for real-time teacher support tools such as dashboards. Whereas real-time dashboards for teachers have become popular with many learning technologies, we are not aware of projects that have designed dashboards for ITSs based on a broad investigation of teachers’ needs. We conducted design interviews with ten middle school math teachers to explore their needs for on-the-spot support during blended class sessions, as a first step in a user-centered design process of a real-time dashboard. Based on multi-methods analyses of this interview data, we identify several opportunities for ITSs to better support teachers’ needs, noting that the analytics commonly generated by existing teacher support tools do not strongly align with the analytics teachers expect to be most useful. We highlight key tensions and tradeoffs in the design of such real-time supports for teachers, as revealed by “Speed Dating” poss",
  "Holstein, Mclaren, Aleven - 2017 - Intelligent Tutors as Teachers ’ Aides Exploring Teacher Needs for Real-time Analytics in Blended Cl.pdf": "Intelligent Tutors as Teachers’ Aides: Exploring Teacher \nNeeds for Real-time Analytics in Blended Classrooms \nKenneth Holstein, Bruce M. McLaren, and Vincent Aleven \nHuman-Computer Interaction Institute  \nCarnegie Mellon University  \nPittsburgh, PA 15213 \n{kjholste, bmclaren, aleven}@cs.cmu.edu\nABSTRACT \nIntelligent tutoring systems (ITSs) are commonly designed to \nenhance student learning. However, they are not typically \ndesigned to meet the needs of teachers who use them in their \nclassrooms. ITSs generate a weal th of analytics about student \nlearning and behavior , opening a rich design space  for real-time \nteacher support  tools such as dashboards . Whereas real -time \ndashboards for teachers have become popular with many learning \ntechnologies, we are not aware of proj ects that  have designed \ndashboards for ITSs based on a broad investigation of teachers’ \nneeds. We conducted design interviews with ten middle school \nmath teachers to explore their needs for on-the-spot support \nduring blended class sessions, as a first step  in a user -centered \ndesign process of a real -time dashboard. Based on multi -methods \nanalyses of this interview data , we identify several opportunities \nfor ITSs to better support teachers’ needs, noting that the analytics \ncommonly generated by existing teac her support tools do not \nstrongly align with the analytics teachers expect to be most useful.  \nWe highlight key tensions and tradeoffs in the design of such real -\ntime supports for ",
  "Hutchins - 2000 - Distributed cognition.pdf": "IESBS Distributed Cognition  Last update: 5/18/00\n1\nDistributed Cognition\nEdwin Hutchins\nUniversity of California, San Diego\nLike all other branches of cognitive science, distributed cognition seeks to\nunderstand the organization of cognitive systems. Like most of cognitive science,\nit takes cognitive processes to be those that are involved in memory, decision\nmaking, inference, reasoning, learning, and so on.  Also following mainstream\ncognitive science, it characterizes cognitive processes in terms of the propagation\nand transformation of representations.  What distinguishes distributed cognition\nfrom other approaches is the commitment to two related theoretical principles.\nThe first concerns the boundaries of the unit of analysis for cognition. The second\nconcerns the range of mechanisms that may be assumed to participate in\ncognitive processes. While mainstream cognitive science looks for cognitive\nevents in the manipulation of symbols (Newell, et.al, 1989), or more recently,\npatterns of activation across arrays of processing units (Rumelhart, et.al, 1986;\nMcClelland, et.al., 1986) inside individual actors, distributed cognition looks for a\nbroader class of cognitive events and does not expect all such events to be\nencompassed by the skin or skull of an individual.\nWhen one applies these principles to the observation of human activity\n“in the wild”, at least three interesting kinds of distribution of cognitive process\nbecome apparent: cognitive processes may be distribute",
  "Inspectie van het Onderwijs - 2023 - Technisch rapport kennis en vaardigheden van beginnende leraren in het funderend onderwijs. De staa.pdf": " \n \n \n Pagina 1 van 40 \n \n  \n \n \n \n \n \n \n \nTECHNISCH RAPPORT KENNIS EN VAARDIGHEDEN \nVAN BEGINNENDE LERAREN IN HET FUNDEREND \nONDERWIJS \n \n \n \n \nDE STAAT VAN HET ONDERWIJS 2023 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMei 2023 \n Pagina 2 van 40 \n \n1 Inhoud \n \n1 Inhoud ...................................................................................... 2 \n2 Inleiding ................................................................................... 3 \n3 Methoden .................................................................................. 4 \n3.1 Databronnen ............................................................................... 4 \n3.2 Statistische analyses .................................................................... 5 \n3.3 Definities .................................................................................... 5 \n4 Resultaten ................................................................................. 7 \n4.1 Beginnende leraren ...................................................................... 7 \n4.1.1 Representativiteit ..................................................................... 7 \n4.1.2 Achtergrondkenmerken ............................................................ 7 \n4.1.3 Zicht op het functioneren van beginnende leraren ........................ 9 \n4.1.4 Opgedane kennis tijdens de opleiding ........................................ 10 \n4.1.5 Basisvaardigheden ..................................................................",
  "Kennisrotonde - 2016 - Leidt een adaptieve leeromgeving (bij rekenen) voor leerlingen tot voldoende feedback en leerwinst en welke rol h.pdf": " \n \n \n \n \n \nOpgesteld door: Claudia van Kruistum (antwoordspecialist) en José van der Hoeven \n(kennismakelaar Kennisrotonde)  \nVraagstellers: rekencoördinator havo/vwo en leerkracht po \nGeraadpleegde experts: Dr. Chris van Klaveren en Chiel van der Veen, MSc. \nReferentie: Kennisrotonde. (2016). Leidt een adaptieve leeromgeving (bij rekenen) voor \nleerlingen tot  voldoende feedback en leerwinst en welke rol heeft de leraar daarin? \n(KR.88) Den Haag: Kennisrotonde. \n \n14 september 2016 – update 26 augustus 2019 \n \n \nVraag \n1. Is het waar dat een adaptieve leeromgeving leerlingen voldoende feedback geeft en \nleidt tot hogere leerresultaten?  \n \n2. Is het waar dat de rol van de leraar in een adaptieve leeromgeving verandert ten \nopzichte van zijn rol in een traditionele onderwijssetting? \n \n \nKort antwoord \nOnderzoek lijkt uit te wijzen dat er in potentie leerresultaat wordt behaald wanneer \ncomputers als een aanvulling op en niet als een vervanging van leraarinstructie worden \ngebruikt. Adaptieve, digitale leeromgevingen kunnen enkele taken van leraren \novernemen, zoals het afstemmen van de moeilijkheidsgraad van opgaven op het niveau \nvan de leerlingen en het geven van feedback. Er wordt echter meer leerwinst behaald als \nleraren daarnaast differentiatiestrategieën toepassen, zoals het monitoren van de \nvoortgang, het zoeken naar oorzaken van problemen, het gebruiken van deze informatie \nom aanvullende instructie te geven, en het creëren van mogelijkheden tot zelfsturing \ndoor ",
  "Kessel et al. - 2025 - Primary School Teacher Perspectives on Effective Dashboard Use in the Classroom Skills , Knowledge , and Context.pdf": " \n \nISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License (CC BY 4.0 ) 279 \nVolume 12(2), 279-292. https://doi.org/10.18608/jla.2025.8493  \nPrimary School Teacher Perspectives on Effective \nDashboard Use in the Classroom: Skills, Knowledge, \nand Contextual Conditions \nManel van Kessel1, Inge Molenaar2, Carolien A. N. Knoop-van Campen3, Mario de Jonge4 and \nNadira Saab5 \nAbstract \nAdaptive learning technologies (ALTs) provide teachers with student data in teacher dashboards  (TDs). However, \nthere is substantial variation in dashboard use among teachers, and many find it difficult to draw conclusions based \non student data. Teachers ’ skills, knowledge, and contextual conditions are believed to be essential in effective \ndashboard use. In this study, 26 primary school teachers using dashboards daily were interviewed about their \nperspectives on the skills, knowledge, and contextual conditi ons needed to facilitate dashboard use. Results \nindicated that teachers require a combination of skills, knowledge, and contextual conditions to make well-informed \ndecisions while using a dashboard, emphasizing data literacy skills and pedagogical knowledg e. In addition, \nteachers addressed other competencies, such as skills and knowledge related to the ALT curriculum and general \ncomputer proficiency. Also, contextual conditions at the school and technology  level were found to be necessary. \nBased on these results, we propose various factors t",
  "Kessel et al. - 2025 - Primary School Teacher Perspectives on Effective Dashboard Use in the Classroom Skills, Knowledge,.pdf": " \n \nISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License (CC BY 4.0 ) 279 \nVolume 12(2), 279-292. https://doi.org/10.18608/jla.2025.8493  \nPrimary School Teacher Perspectives on Effective \nDashboard Use in the Classroom: Skills, Knowledge, \nand Contextual Conditions \nManel van Kessel1, Inge Molenaar2, Carolien A. N. Knoop-van Campen3, Mario de Jonge4 and \nNadira Saab5 \nAbstract \nAdaptive learning technologies (ALTs) provide teachers with student data in teacher dashboards  (TDs). However, \nthere is substantial variation in dashboard use among teachers, and many find it difficult to draw conclusions based \non student data. Teachers ’ skills, knowledge, and contextual conditions are believed to be essential in effective \ndashboard use. In this study, 26 primary school teachers using dashboards daily were interviewed about their \nperspectives on the skills, knowledge, and contextual conditi ons needed to facilitate dashboard use. Results \nindicated that teachers require a combination of skills, knowledge, and contextual conditions to make well-informed \ndecisions while using a dashboard, emphasizing data literacy skills and pedagogical knowledg e. In addition, \nteachers addressed other competencies, such as skills and knowledge related to the ALT curriculum and general \ncomputer proficiency. Also, contextual conditions at the school and technology  level were found to be necessary. \nBased on these results, we propose various factors t",
  "Keuning and Van Geel - 2021 - Differentiated Teaching With Adaptive Learning Systems and Teacher Dashboards The Teacher Still Mat.pdf": "2372-0050 (c) 2021 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission. See http://www.ieee.org/publications_standards/publications/rights/index.html for more information.\nThis article has been accepted for publication in a future issue of this journal, but has not been fully edited. Content may change prior to final publication. Citation information: DOI 10.1109/TLT.2021.3072143, IEEE\nTransactions on Learning Technologies\nTLT-2020-09-0290 \n \n1 \n  \nAbstract—Although many schools in the Netherlands have \npurchased adaptive learning systems (ALSs) to reduce workload \nand improve differentiated instruction, the use of ALSs with \nteacher dashboards in the classroom does not in itself necessarily \nimprove differentiated instruction. The question is, what skills and \nknowledge do teachers need to provide differentiated instruction \nwith the help of ALSs with teacher dashboards and how does this \ndiffer from a context in which such technologies are not used? By \nmeans of a cognitive task analysis (CTA), consisting of classroom \nobservations, interviews and several expert meetings, teachers’ \nskills and knowledge necessary for providing differentiated \ninstruction when using teacher dashboards and ALSs were \ndisentangled. These f indings were and compared with the skills \nand knowledge needed by teachers providing differentiated \ninstruction without these tools. Results show that teachers’ \ndashboards can support teachers when providing differen",
  "Learning analytics in 5 stappen.pdf": "LEARNING ANALYTICS  \nIN 5 STAPPEN\nEEN HANDREIKING VOOR DE AVGINHOUD\nInleiding \nStap 1: Voorbereiding \n1.1  Bepaal de specifieke doelen die je met learning analytics wilt bereiken \n1.2  Stel een multidisciplinair projectteam samen \n1.3  Beschrijf de stakeholders \nStap 2: Ontwerp \n2.1  Neem privacybescherming mee in het ontwerp (privacy by design) \n2.2  Bepaal de scope van je verwerking \n2.3  Beschrijf hoe de verwerking van gegevens plaatsvindt \n2.4  Beschrijf de (beveiligings)maatregelen \n2.5  Bepaal de privacyrollen van de stakeholders \nStap 3: Beoordeling \n3.1  Rechtmatigheid van het learning-analyticstraject \n3.2  Data Protection Impact Assessment (DPIA) voor learning analytics \n3.3  Hoe voer je een DPIA uit? \n3.4  Bepaal de impact van learning analytics (risicobeoordeling)\n3.5  Bepaal de risicobeperkende maatregelen \n3.6 Uitkomst DPIA\nStap 4: Realisatie\n4.1  Sluit de noodzakelijke contracten af\n4.2  Stel de benodigde beleidsdocumenten en procedures op\n4.3  Informeer individuen over de learning-analyticsverwerking \n4.4  Beveiligings- en risicobeperkende maatregelen \n4.5  Overige maatregelen \n4.6  Pilot \nStap 5: Evaluatie \n5.1  Evalueer periodiek\n5.2  Publiceer ervaringen \n3\n4\n4\n5\n5\n6\n6\n7\n8\n9\n12\n13\n13\n18\n19\n19\n20\n21\n22\n22\n23\n23\n24\n24\n24\n25\n25\n25",
  "Lee et al. - 2024 - Dimensions of teachers ’ data literacy A systematic review of literature from 1990 to 2021.pdf": "Vol.:(0123456789)\nEducational Assessment, Evaluation and Accountability (2024) 36:145–200\nhttps://doi.org/10.1007/s11092-024-09435-8\n1 3\nDimensions of teachers’ data literacy: A systematic review \nof literature from 1990 to 2021\nJihyun Lee1  · Dennis Alonzo1 · Kim Beswick1 · Jan Michael Vincent Abril1 · \nAdrian W. Chew1 · Cherry Zin Oo2\nReceived: 6 November 2023 / Accepted: 27 March 2024 / Published online: 6 May 2024 \n© The Author(s) 2024\nAbstract\nThe current study presents a systematic review of teachers’ data literacy, aris-\ning from a synthesis of 83 empirical studies published between 1990 to 2021. Our \nreview identified 95 distinct indicators across five dimensions: (a) knowledge about \ndata, (b) skills in using data, (c) dispositions towards data use, (d) data applica-\ntion for various purposes, and (e) data-related behaviors. Our findings indicate that \nteachers’ data literacy goes beyond addressing the needs of supporting student learn-\ning and includes elements such as teacher reflection, collaboration, communication, \nand participation in professional development. Considering these findings, future \npolicies should acknowledge the significance of teacher dispositions and behaviors \nin relation to data, recognizing that they are as important as knowledge and skills \nacquisition. Additionally, prioritizing the provision of system-level support to fos-\nter teacher collaboration within in-school professional development programs may \nprove useful in enhancing teachers’",
  "Leeuwen - 2020 - Comparing Teachers ’ Use of Mirroring and Advising Dashboards.pdf": "Comparing Teachers’ Use of Mirroring and Advising \nDashboards \nAnouschka van Leeuwen \n Department of Education \n Utrecht University \n Utrecht, the Netherlands \na.vanleeuwen@uu.nl\nNikol Rummel \nInstitute of Educational Research \n Ruhr-Universität Bochum \n Bochum, Germany \n nikol.rummel@rub.de\nABSTRACT \nTeachers play an essential role during collaborative learning. To \nprovide eﬀective support, teachers have to be constantly aware of \nstudents’ activities and make fast decisions about which group to \noﬀer support, without disrupting students’ collaborative  process. \nTeacher dashboards are visual displays that provide analytics \nabout learners to help teachers increase their awareness of the \nsituation. However, if teachers are not able to e ﬃciently and \neﬀectively distill information from the dashboard, the dashboard \ncan become an obstacle instead of an aid. In the present study, we \ncompared dashboards that provide information (mirroring) to \ndashboards that provide information and alert the teacher to \ngroups that are in need of support (advising). Teachers were \nshown standardized, ﬁctitious collaborative situations on one of \nthe types of dashboards and were asked to detect the group that \nwas in need of support. The results showed that teachers in the \nadvising condition more often detected the problematic grou p, \nneeded less e ﬀort to do so, and were more conﬁdent of their \ndecisions. The teacher-dashboard interaction patterns showed that \nteachers in the advising con",
  "Magazine-2-learning-analytics-NL-Npuls.pdf": "",
  "Magazine-Learning-analytics-NL-Npuls.pdf": "",
  "Metsapelto et al. - 2021 - A multidimensional adapted process model of teaching.pdf": "A multidimensional adapted process\nmodel of teaching\nRiitta-Leena Metsäpelto1 & Anna-Maija Poikkeus1 & Mirva Heikkilä2 &\nJukka Husu 2 & Anu Laine 3 & Kristiina Lappalainen4 & Marko Lähteenmäki2 &\nMirjamaija Mikkilä-Erdmann2 & Anu Warinowski5 & in collaboration with &\nTuike Iiskala2 & Sanna Hangelin2 & Sari Harmoinen6 &\nAnni Holmström2 & Outi Kyrö-Ämmälä7 &\nSami Lehesvuori1 & Ville Mankki 8 & Pirjo Suvilehto6\nReceived: 3 March 2020 / Accepted: 5 June 2021/\n# The Author(s) 2021\nAbstract\nIn the present study, we aimed to specify the key competence domains perceived to be\ncritical for the teaching profession and depict them as a comprehensive teacher\ncompetence model. An expert panel that included representatives from seven units\nproviding university-based initial teacher education in Finland carried out this process.\nTo produce an active construction of a shared understanding and an interpretation of\nthe discourse in the field, the experts reviewed literature on teaching. The resulting\nteacher competence model, the multidimensional adapted process model of teaching\n(MAP), represents a collective conception of the relevant empirical literature and\nprevailing discourses on teaching. The MAP is based on Blömeke et al. ’s, Zeitschrift\nfür Psychologie,2 2 3 ,3–13, (2015) model which distinguishes among teacher compe-\ntences (referring to effective performance of teachers ’ work), competencies (knowl-\nedge, skills, and other individual competencies underlying and enabling effective\nte",
  "Michaeli et al. - 2020 - Teachers’ Use of Education Dashboards and Professional Growth.pdf": "International Review of Research in Open and Distributed Learning \nVolume 21, Number 4                   \n                                      \nNovember – 2020 \n \nTeachers’ Use of Education Dashboards and \nProfessional Growth \nShiran Michaeli, Dror Kroparo, and Arnon Hershkovitz \nSchool of Education, Tel Aviv University, Israel \n \nAbstract \nEducation dashboards are a means to present various stakeholders with information about learners, \nmost commonly regarding the learners’ activity in online learning environments. Typically, an \neducation dashboard for teachers will include some type of visual aids that encourage teachers to reflect \nupon learner behavior patterns and to act in accordance to it. In practice, this tool can assist teachers \nto make data-driven decision s, thus supporting their professional growth , however, so far,  the use of \neducation dashboards by teachers has been greatly understudied. In this research we  report on two \nstudies related to the associations between the use of education dashboards by elementary school \nteachers and the teachers’ professional growth. We used the framewo rk defined by the International \nSociety for Technology in Education’s (ISTE) Standards for Educators. In the first study, we took a \nquantitative approach (N=52 teachers), using an online self-report questionnaire, and found that the \nuse of dashboards is positively associated with professional growth  in the dimensions of facilitator, \nanalyst, designer, and citizen. In t",
  "Molenaar and Knoop-van Campen - 2019 - How Teachers Make Dashboard Information Actionable.pdf": "How Teachers Make Dashboard\nInformation Actionable\nInge Molenaar and Carolien A. N. Knoop-van Campen\nAbstract—This study investigates how teachers use dashboards\nin primary school classrooms. While learners practice on a tablet\nreal-time data indicating learner progress and performance is\ndisplayed on teacher dashboards. This study examines how\nteachers use the dashboards, applying Verberts’ learning\nanalytics process model. Teacher dashboard consultations and\nresulting pedagogical actions were observed in 38 mathematics\nlessons. In stimulated recall interviews, the 38 teachers were\nasked to elaborate on how they reﬂect on and make sense of the\ninformation on the dashboard. The results showed that teachers\nconsulted the dashboard on average 8.3 times per lesson.\nTeachers activated existing knowledge about students and the\nclass to interpret dashboard information. Task and process\nfeedback were the pedagogical actions most often used following\ndashboard consultation. Additionally, teachers who consulted the\ndashboard more often activated more and more diverse\npedagogical knowledge to interpret the data and, consequently,\ngave more and more diverse feedback. These results indicated\nthat teacher dashboards were indeed inﬂuencing teachers’\npedagogical actions in their daily classroom activities. This study\nprovided the ﬁrst evidence that dashboards progressively impact\nteaching practice and initiate more profound behavioral changes\nas teachers become more proﬁcient in using them.",
  "Molenaar et al. - 2019 - Designing Dashboards to support learners' Self-Regulated Learning(2).pdf": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/331230953\nDesigning Dashboards to support learners' Self-Regulated Learning\nConference Paper · February 2019\nCITATIONS\n11\nREADS\n790\n4 authors:\nSome of the authors of this publication are also working on these related projects:\nCognitive computing apply to math education View project\nStudents' metacognition (e.g., academic confidence) View project\nInge Molenaar\nRadboud University\n52 PUBLICATIONS   496 CITATIONS   \nSEE PROFILE\nAnne Horvers\nRadboud University\n9 PUBLICATIONS   76 CITATIONS   \nSEE PROFILE\nRick Dijkstra\nRadboud University\n3 PUBLICATIONS   31 CITATIONS   \nSEE PROFILE\nRyan Baker\nUniversity of Pennsylvania\n472 PUBLICATIONS   13,722 CITATIONS   \nSEE PROFILE\nAll content following this page was uploaded by Ryan Baker on 20 February 2019.\nThe user has requested enhancement of the downloaded file.Companion Proceedings 9th International Conference on Learning Analytics & Knowledge (LAK19) \nCreative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported (CC BY-NC-ND 3.0) \n \n1 \nDesigning Dashboards to support learners’ Self-Regulated \nLearning \nInge Molenaar \nBehavioural Science Institute, Radboud University Nijmegen \ni.molenaar@pwo.ru.nl \nAnne Horvers \nBehavioural Science Institute, Radboud University Nijmegen \na.horvers@pwo.ru.nl \n \nRick Dijkstra \nBehavioural Science Institute, Radboud University Nijmegen \nrick.dijkstra@student.ru.nl \nRyan Baker \nUnivers",
  "Molenaar, Campen - 2025 - How Teachers Make Dashboard Information Actionable.pdf": " \n \n \nHow teachers make dashboard information actionable\nMolenaar, I.; Knoop-van Campen, C.A.N.\n2019, Article / Letter to editor (IEEE Transactions on Learning Technologies, 12, 3, (2019), pp. 347-\n355)\nDoi link to publisher: https://doi.org/10.1109/TLT.2018.2851585\n \n \n \n \n \n \n \nVersion of the following full text: Publisher’s version\nPublished under the terms of article 25fa of the Dutch copyright act. Please follow this link for the\nTerms of Use: https://repository.ubn.ru.nl/page/termsofuse\nDownloaded from: https://hdl.handle.net/2066/207481\nDownload date: 2025-09-10\n \n \n \n \n \n \n \n \n \n \nNote:\nTo cite this publication please use the final published version (if applicable).How Teachers Make Dashboard\nInformation Actionable\nInge Molenaar and Carolien A. N. Knoop-van Campen\nAbstract—This study investigates how teachers use dashboards\nin primary school classrooms. While learners practice on a tablet\nreal-time data indicating learner progress and performance is\ndisplayed on teacher dashboards. This study examines how\nteachers use the dashboards, applying Verberts’ learning\nanalytics process model. Teacher dashboard consultations and\nresulting pedagogical actions were observed in 38 mathematics\nlessons. In stimulated recall interviews, the 38 teachers were\nasked to elaborate on how they reﬂect on and make sense of the\ninformation on the dashboard. The results showed that teachers\nconsulted the dashboard on average 8.3 times per lesson.\nTeachers activated existing knowledge about s",
  "MYRA-monitor-digitalisering-funderend-onderwijs-rapportage-primair-onderwijs-2023.pdf": " \nMonitor digitalisering funderend onderwijs \nOnderzoeksrapport Primair onderwijs MYRA 2023 \n \n \nKohnstamm Instituut \nMERLIJN KARSSEN  ALEXANDER KREPEL  ESTHER STRONKHORST \nJOANNE LOURENS  SUNČICA BRUCK  \n \nKennisnet \nMANEL VAN KESSEL  NADIRA SAAB \n2 \n \nCIP-gegevens Koninklijke Bibliotheek, Den Haag \n \nKarssen, M., Krepel, A., Stronkhorst, E., Lourens, J.M.P., Bruck, S, van Kessel, M. & Saab, N. \nm.m.v. Tossijn, E.  \nMonitor digitalisering funderend onderwijs. \nOnderzoeksrapport Primair onderwijs MYRA 2023. \nKohnstamm Instituut, Amsterdam. \n \n \nDe MYRA en het onderzoeksrapport Primair onderwijs 2023 is in opdracht gemaakt en mede tot \nstand gekomen in een samenwerking tussen Stichting Kennisnet (met specifieke bijdrage van Nadira \nSaab, Manel van Kessel en Laura van der Mars), de PO-Raad en de VO-raad (met specifieke bijdragen \ndoor Janny Kappert, Pim de Vente en Isabelle van Woerkom).  \n \nDit rapport is geschreven en gemaakt door het Kohnstamm Instituut.  \n \n \n(Rapport 1102, projectnummer 40900) \n \n \nISBN 978-94-6321-169-7 \n \n \nAlle rechten voorbehouden. Niets uit deze uitgave mag worden vermenigvuldigd, opgeslagen in een geautomatiseerd gegevensbestand, of \nopenbaar gemaakt, in enige vorm of op enige wijze, zonder voorafgaande schriftelijke toestemming van de uitgever. \n \n \nAll rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted, in any form or by any \nmeans, electronic, mechanical, photocopying, or otherwise, without",
  "Oved, Alt - 2025 - Teachers ’ technological pedagogical content knowledge ( TPACK ) as a precursor to their perceived adopting of educat.pdf": "Vol.:(0123456789)\nEducation and Information Technologies (2025) 30:14095–14121\nhttps://doi.org/10.1007/s10639-025-13371-5\nTeachers’ technological pedagogical content knowledge \n(TPACK) as a precursor to their perceived adopting \nof educational AI tools for teaching purposes\nOrit Oved1  · Dorit Alt1 \nReceived: 27 September 2024 / Accepted: 9 January 2025 / Published online: 25 January 2025 \n© The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature \n2025\nAbstract\nAs AI increasingly permeates education, understanding teachers’ perceptions and interac-\ntions with these technologies is essential. The Technological Pedagogical Content Knowl-\nedge (TPACK) framework provides a comprehensive lens to examine these interactions \nwith educational AI tools (EAITs). This study explored the factors influencing teachers’ \nintentions to use EAITs, focusing on their TPACK profiles. It investigated how the com-\nponents of TPACK—technological, pedagogical, and content knowledge—interact to \nshape teachers’ perceptions and willingness to integrate EAITs into their teaching. Struc-\ntural equation modeling analyses of quantitative data gained from 514 teachers revealed \nthat the intention to use EAITs was positively related to the core TPACK factor, while \nactual use was primarily driven by the Technological Pedagogical Knowledge factor, \nwhich measures understanding of how various technologies can be applied in teaching. \nThis study extends the TPACK",
  "Pandey, Ottley - 2023 - Mini-VLAT A Short and Effective Measure of Visualization Literacy.pdf": "EUROGRAPHICS 2023 / D. Archambault, R. Bujack, and T. Schreck\n(Guest Editors)\nVolume 42 (2023), Number 3\nMini-VLAT: A Short and Effective Measure of\nVisualization Literacy\nSaugat Pandey and Alvitta Ottley\nWashington University in St. Louis, St. Louis, MO, USA\nAbstract\nThe visualization community regards visualization literacy as a necessary skill. Yet, despite the recent increase in research into\nvisualization literacy by the education and visualization communities, we lack practical and time-effective instruments for the\nwidespread measurements of people’s comprehension and interpretation of visual designs. We present Mini-VLAT, a brief but\npractical visualization literacy test. The Mini-VLAT is a 12-item short form of the 53-item Visualization Literacy Assessment\nTest (VLAT). The Mini-VLAT is reliable (coefficient omega = 0.72) and strongly correlates with the VLAT. Five visualization\nexperts validated the Mini-VLAT items, yielding an average content validity ratio (CVR) of 0.6. We further validate Mini-VLAT\nby demonstrating a strong positive correlation between study participants’ Mini-VLAT scores and their aptitude for learning\nan unfamiliar visualization using a Parallel Coordinate Plot test. Overall, the Mini-VLAT items showed a similar pattern of\nvalidity and reliability as the 53-item VLAT. The results show that Mini-VLAT is a psychometrically sound and practical short\nmeasure of visualization literacy.\nCCS Concepts\n• Human-centered computing → Visualization tools, Em",
  "Pijpers - 2022 - Krassen op het dashboard.pdf": "Krassen op het dashboard\nDe invloed van adaptieve leersystemen op de  \nprofessionele ruimte van de leerkracht\nInhoudsopgave \nInleiding 4\n ► Doel analyse 4\n ► Uitgangsprincipes bij deze analyse 5\n ► Werkwijze 5\n ► Geïnterviewden 5\n ► Leeswijzer voor dit rapport 6\n1. Adaptieve technologie  8\n ► Intelligentie 8\n ► Platformen 8\n2. Professionele ruimte 11\n3. De beloften van adaptieve leersystemen  14\n ► Nieuw zicht op voortgang van leerlingen  14\n ► Minder nakijkwerk  14\n ► Leerlingen kunnen door 15\n ► Makkelijker differentiëren 15\n ► Impuls voor professionalisering en onderwijsontwikkeling 16\n4. Knelpunten in de praktijk  18\n ►  4.1  Datahonger – hoe meer data hoe beter? 18\n ►  4.2  Onder de motorkap           19\n ►  4.3 Sturend design 22\n ►  4.4 Tijd over? Ja en nee 24\n ►  4.5  De complexe eenvoud 25\n ►  4.6 Meekijkende ouders 28\n ►  4.7 Meekijkende collega’s 29\n ►  4.8 Groepsdynamiek 30\n ►  4.9  Dashboard als scorebord 32\n ►  4.10 Volgzaamheid 33\n5. Conclusie  37\n ► Professionele ruimte 38\n ► Vorming 38\n ► Het juiste midden 39\n6. Aanbevelingen 42\n ►  6.1  Vertrek vanuit waarden 42\n ►  6.2  Introduceer adaptieve technologie in kleine stapjes 42\n ►  6.3  Dring bij leveranciers aan op transparantie 43\n ►  6.4  Bed ethiek in bij professionalisering 43\n ►  6.5  Ontwikkel een methodiek om adaptieve leersystemen   \n pedagogisch door te lichten 44\n ►  6.6   Maak werk van de autonomie van de school 45\n7. Verantwoording en literatuurlijst 47\n ► Gesproken (praktijk)experts 47\n ► Leraren, ",
  "Poquet - 2024 - A shared lens around sensemaking in learning analytics What activity theory, definition of a situation and affordances c.pdf": "Br J Educ Technol. 2024;55:1811–1831.    | 1811\nwileyonlinelibrary.com/journal/bjet\nReceived: 21 November 2022  | Accepted: 8 January 2024\nDOI: 10.1111/bjet.13435  \nORIGINAL ARTICLE\nA shared lens around sensemaking in learning \nanalytics: What activity theory, definition of a \nsituation and affordances can offer\nOleksandra Poquet1,2\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial  License, which permits \nuse, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial \npurposes.\n© 2024 The Authors. British Journal of Educational Technology  published by John Wiley & Sons Ltd on behalf of British \nEducational Research Association.\n1Department of Educational Sciences, \nTechnical University of Munich, School of \nSocial Sciences and Technology, München, \nGermany\n2Education Futures, Centre for Change \nand Complexity in Learning, University of \nSouth Australia, Adelaide, South Australia, \nAustralia\nCorrespondence\nOleksandra Poquet, Department of \nEducational Sciences, TUM School \nof Social Sciences and Technology, \nTechnische Universität München, \nMarsstraße 20-  22, München 80335, \nGermany.\nEmail: sasha.poquet@tum.de\nFunding information\nFondation Bettencourt Schueller\nAbstract\nThe paper argues that learning analytics as a re -\nsearch field can benefit from a theory-  informed \nshared language to describe sensemaking of learn -\ning and teaching data. To make the case for su",
  "Referentiekader-privacy-en-ethiek-voor-studiedata.pdf": "Versie 1.0\nReferentiekader privacy \nen ethiek voor studiedata \nveilig en betrouwbaar  \nbenutten van studiedataReferentiekader privacy en \nethiek voor studiedata \nVersie 1.0\n \nVersnellingsplan Onderwijsinnovatie met ICT –  \nZone Studiedata\n \nNovember 2021\n \n  \nOp deze uitgave is de Creative Commons Naamsvermelding 4.0-licentie van \ntoepassing. Maak bij gebruik van dit werk vermelding van de volgende referentie: \nZone Veilig en Betrouwbaar Benutten van Studiedata (2021). Referentiekader \nprivacy en ethiek voor studiedata. Utrecht: Versnellingsplan Onderwijsinnovatie \nmet ICT. \n \n \n \nInhoudsopgave\nSamenvatting \nVerantwoord gebruik van studiedata vanuit het oogpunt  \nvan privacy en ethiek 7\n1 Inleiding  11\n 1.1 Waarom een Referentiekader 12\n 1.2 Doel van het Referentiekader 12\n 1.3 Inhoud van het Referentiekader 13\n 1.4 Leeswijzer 14\n2 Ethische uitgangspunten 15\n 2.1 Digitalisering en studiedata 16\n  2.1.1 Mogelijke negatieve consequenties 18\n 2.2 Uitgangspunten bij het gebruik van studiedata 19\n\t \t 2.2.1\t Rekenschap\tafleggen\t(accountability)\t 20\n\t \t 2.2.2\t Eerlijke\tafweging\t(rechtvaardigheid)\t 21\n\t \t 2.2.3\t Betrouwbare\ten\tvalide\tanalyse\t 21\n\t \t 2.2.4\t Menselijke\tmaat\t(menselijkheid\ten\tautonomie)  22\n3\t Scope\ten\tdefinities  25\n 3.1 Studiedata 25\n 3.2 Toepassingen van studiedata 25\n\t \t 3.2.1\t Individuele\tinterventies\t 26\n\t \t 3.2.2\t Verbeteren\tkwaliteit,\teffectiviteit\ten\tefficiëntie\t\n\t \t \t onderwijs\ten\tonderwijsbeleid\ten\t  \n   managementinformatie 26\n\t \t 3.2.3\t Wetenschappelijk\tond",
  "Schwendimann et al. - 2017 - Perceiving Learning at a Glance A Systematic Literature Review of Learning Dashboard Research.pdf": "Perceiving Learning at a Glance: A Systematic\nLiterature Review of Learning\nDashboard Research\nBeat A. Schwendimann, Mar/C19 ıa Jes/C19us Rodr/C19 ıguez-Triana, Andrii Vozniuk, Member, IEEE,\nLuis P. Prieto, Member, IEEE, Mina Shirvani Boroujeni, Adrian Holzer, Denis Gillet, and Pierre Dillenbourg\nAbstract—This paper presents a systematic literature review of the state-of-the-art of research on learning dashboards in the ﬁelds of\nLearning Analytics and Educational Data Mining. Research on learning dashboards aims to identify what data is meaningful to different\nstakeholders and how data can be presented to support sense-making processes. Learning dashboards are becoming popular due to the\nincreased use of educational technologies, such as Learning Management Systems (LMS) and Massive Open Online Courses (MOOCs).\nThe initial search of ﬁve main academic databases and GScholar resulted in 346 papers out of which 55 papers were included in the ﬁnal\nanalysis. Our review distinguishes different kinds of research studies as well as various aspects of learning dashboards and their maturity\nregarding evaluation. As the research ﬁeld is still relatively young, most studies are exploratory and proof-of-concept. The review concludes\nby offering a deﬁnition for learning dashboards and by outlining open issues and future lines of work in the area of learning dashboards.\nThere is a need for longitudinal research in authentic settings and studies that systematically compare different dashboar",
  "surf-trendrapport_def_0.pdf": "1\nEEN EXPLORATIE VAN OPKOMENDE \nWAARDEN & BEHOEFTEN RONDOM STUDIEDATA\nMaart 2022\nTRENDVERKENNING \nSTUDIEDATA2\nINLEIDING\nAanleiding 3\nCONTEXT VAN DE TRENDVERKENNING\nWat bedoelen we met trends? 5\nDrijvende krachten rondom studiedata  6\nWat verstaan we onder data? 7\nWat zijn studiedata? 8\nAanpak en methode 10\nLEESWIJZER 12\nTRENDOVERZICHT 13\n• Hyper personalisatie 14\n• Totale transparantie 18\n• Frictieloos 22\n• Aan de knoppen 26\n• Ruimte voor toeval 30\n• Stevige sturing 34\n• Gelijke kansen 38\n• Belevend begrip 42\nTENSLOTTE 46\nBIJLAGE\nProfielen geïnterviewde voorlopers en  experts 48\nCOLOFON 49\nINHOUDSOPGAVE",
  "Tamilmani et al. - 2021 - International Journal of Information Management The extended Unified Theory of Acceptance and Use of Technolog.pdf": "International Journal of Information Management 57 (2021) 102269\nAvailable online 16 November 2020\n0268-4012/© 2020 Elsevier Ltd. All rights reserved.\nLiterature Review \nThe extended Unified Theory of Acceptance and Use of Technology \n(UTAUT2): A systematic literature review and theory evaluation \nKuttimani Tamilmani\na\n, Nripendra P. Rana\na ,\n* , Samuel Fosso Wamba\nb\n, Rohita Dwivedi\nc \na\nSchool of Management, University of Bradford, Bradford, BD7 1DP, United Kingdom \nb\nTBS Business School, 1 Place Alphonse Jourdain, 31068 Toulouse, France \nc\nPrin. L. N. Welingkar Institute of Management Development and Research (WeSchool), Mumbai, India   \nARTICLE INFO  \nKeywords: \nUTAUT \nUTAUT2 \nSystematic review \nTechnology adoption and diffusion \nResearch context \nCitation analysis \nABSTRACT  \nThe extended unified theory of acceptance and use of technology (UTAUT2) is less than ten years old and has \nalready garnered more than 6000 citations with extensive usage in information systems and beyond. This \nresearch employed cited reference search to systematically review studies that cited UTAUT2 originating article. \nBased on UTAUT2 usage, the downloaded articles were classified into four categories such as: 1) General citation, \n2) UTAUT2 application, 3) UTAUT2 integration, and 4) UTAUT2 extensions. Weber ’ s (2012) theory evaluation \nframework revealed UTAUT2 as a robust theory on most dimensions except for parsimony arising from the \ncomplex model. UTAUT2 extensions emerged as popular UTA",
  "Van Leeuwen and Rummel - 2020 - Comparing teachers' use of mirroring and advising dashboards.pdf": "Comparing Teachers’ Use of Mirroring and Advising \nDashboards \nAnouschka van Leeuwen \n Department of Education \n Utrecht University \n Utrecht, the Netherlands \na.vanleeuwen@uu.nl\nNikol Rummel \nInstitute of Educational Research \n Ruhr-Universität Bochum \n Bochum, Germany \n nikol.rummel@rub.de\nABSTRACT \nTeachers play an essential role during collaborative learning. To \nprovide eﬀective support, teachers have to be constantly aware of \nstudents’ activities and make fast decisions about which group to \noﬀer support, without disrupting students’ collaborative  process. \nTeacher dashboards are visual displays that provide analytics \nabout learners to help teachers increase their awareness of the \nsituation. However, if teachers are not able to e ﬃciently and \neﬀectively distill information from the dashboard, the dashboard \ncan become an obstacle instead of an aid. In the present study, we \ncompared dashboards that provide information (mirroring) to \ndashboards that provide information and alert the teacher to \ngroups that are in need of support (advising). Teachers were \nshown standardized, ﬁctitious collaborative situations on one of \nthe types of dashboards and were asked to detect the group that \nwas in need of support. The results showed that teachers in the \nadvising condition more often detected the problematic grou p, \nneeded less e ﬀort to do so, and were more conﬁdent of their \ndecisions. The teacher-dashboard interaction patterns showed that \nteachers in the advising con",
  "van Leeuwen et al. - 2021 - How teacher characteristics relate to how teachers use dashboards Results from two case studies in k–12.pdf": " \nISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported (CC BY-NC-ND 3.0) 6 \nVolume 8(2), 6–21. https://doi.org/10.18608/jla.2021.7325 How Teacher Characteristics Relate to How Teachers Use Dashboards: Results from Two Case Studies in K–12 Anouschka van Leeuwen1, Carolien A. N. Knoop-van Campen2, Inge Molenaar3, Nikol Rummel4 Abstract Teacher dashboards are a specific form of analytics in which visual displays provide teachers with information about their students; for example, concerning student progress and performance on tasks during lessons or lectures. In the present paper, we focus on the role of teacher dashboards in the context of teacher decision-making in K–12 education. There is large variation in teacher dashboard use in the classroom, which could be explained by teacher characteristics. Therefore, we investigate the role of teacher characteristics — such as experience, age, gender, and self-efficacy — in how teachers use dashboards. More specifically, we present two case studies to understand how diversity in teacher dashboard use is related to teacher characteristics. Surprisingly, in both case studies, teacher characteristics were not associated with dashboard use. Based on our findings, we propose an initial framework to understand what contributes to diversity of dashboard use. This framework might support future research to attribute diversity in dashboard use. Thi",
  "Van Leeuwen et al. - 2021 - How Teacher Characteristics Relate to How Teachers Use Dashboards Results From Two Case Studies in.pdf": " \nISSN 1929-7750 (online). The Journal of Learning Analytics works under a Creative Commons License, Attribution - NonCommercial-NoDerivs 3.0 Unported \n(CC BY-NC-ND 3.0) \n6 \nVolume 8(2), 6–21. https://doi.org/10.18608/jla.2021.7325 \nHow Teacher Characteristics Relate to How \nTeachers Use Dashboards: Results from Two Case \nStudies in K–12 \nAnouschka van Leeuwen1, Carolien A. N. Knoop-van Campen2, Inge Molenaar3, \nNikol Rummel4 \nAbstract \nTeacher dashboards are a specific form of analytics in which visual displays provide teachers with information about \ntheir students; for example, concerning student progress and performance on tasks during lessons or  lectures. In \nthe present paper, we focus on the role of teacher dashboards in the context of teacher decision -making in K–12 \neducation. There is large variation in teacher dashboard use in the classroom, which could be explained by teacher \ncharacteristics. Therefore, we investigate the role of teacher characteristics — such as experience, age, gender , \nand self-efficacy — in how teachers use dashboards. More specifically, we present two case studies to understand \nhow diversity in teacher dashboard use is related to teacher characteristics. Surprisingly, in both case studies , \nteacher characteristics were not associated with da shboard use. Based on our findings, we propose an initial \nframework to understand what contributes to diversity of dashboard use. This framework might support future \nresearch to attribute diversit",
  "Vick et al. - 2025 - Exploring Elementary Teachers' Confidence and Anxiety in Data-Based Decision-Making.pdf": "Vol.:(0123456789)\nTechTrends \nhttps://doi.org/10.1007/s11528-025-01113-w\nORIGINAL PAPER\nExploring Elementary Teachers' Confidence and Anxiety in Data‑Based \nDecision‑Making\nJamie Vick1,2 · Lida Uribe‑Flórez2  · Jesús Trespalacios2  · Yu‑hui Ching2 \nAccepted: 27 June 2025 \n© The Author(s) 2025\nAbstract\nTeachers' beliefs about data use directly influence their decisions to use it. This study aimed to investigate the beliefs of K-6 \nteachers regarding Data-Based Decision Making (DBDM) and how their self-efficacy and anxiety influence their perceptions \nof using DBDM. Using Self-Efficacy theory as its theoretical framework, the research followed an explanatory sequential \nmixed-methods design with a survey and one-on-one interviews with teachers to help understand the quantitative results. \nResults showed that teachers' perceptions of efficacy and anxiety when navigating educational technology platforms to \naccess and utilize data should not be grouped, as they are distinct. Four main themes emerged from the data analysis. These \nthemes were Data Dashboard Navigation, Data, Connecting Data to Practice, and Frustration. The first three themes were \nfactors that can potentially impact teachers' efficacy and anxiety with DBDM and provided insight into K-6 teachers' data \nuse practices, beliefs, affective states, and barriers to using data in the classroom. The final theme, Frustration, found that \nteachers' efficacy, anxiety, and perceptions may be influenced by their frustration wi",
  "Vozniuk et al. - 2017 - Perceiving Learning at a Glance A Systematic Literature Review of Learning Dashboard Research.pdf": "Perceiving Learning at a Glance: A Systematic\nLiterature Review of Learning\nDashboard Research\nBeat A. Schwendimann, Mar/C19 ıa Jes/C19us Rodr/C19 ıguez-Triana, Andrii Vozniuk, Member, IEEE,\nLuis P. Prieto, Member, IEEE, Mina Shirvani Boroujeni, Adrian Holzer, Denis Gillet, and Pierre Dillenbourg\nAbstract—This paper presents a systematic literature review of the state-of-the-art of research on learning dashboards in the ﬁelds of\nLearning Analytics and Educational Data Mining. Research on learning dashboards aims to identify what data is meaningful to different\nstakeholders and how data can be presented to support sense-making processes. Learning dashboards are becoming popular due to the\nincreased use of educational technologies, such as Learning Management Systems (LMS) and Massive Open Online Courses (MOOCs).\nThe initial search of ﬁve main academic databases and GScholar resulted in 346 papers out of which 55 papers were included in the ﬁnal\nanalysis. Our review distinguishes different kinds of research studies as well as various aspects of learning dashboards and their maturity\nregarding evaluation. As the research ﬁeld is still relatively young, most studies are exploratory and proof-of-concept. The review concludes\nby offering a deﬁnition for learning dashboards and by outlining open issues and future lines of work in the area of learning dashboards.\nThere is a need for longitudinal research in authentic settings and studies that systematically compare different dashboar",
  "Wang et al. - 2025 - The effects of artificial intelligence-based interactive scaffolding on secondary students ’ speaking performance ,.pdf": "Interactive Learning Environments\nISSN: 1049-4820 (Print) 1744-5191 (Online) Journal homepage: www.tandfonline.com/journals/nile20\nThe eﬀects of artiﬁcial intelligence-based\ninteractive scaﬀolding on secondary students’\nspeaking performance, goal setting, self-\nevaluation, and motivation in informal digital\nlearning of English\nFeifei Wang, Xiaohua Zhou, Kangxin Li, Alan C. K. Cheung & Ming Tian\nTo cite this article: Feifei Wang, Xiaohua Zhou, Kangxin Li, Alan C. K. Cheung & Ming Tian\n(2025) The eﬀects of artiﬁcial intelligence-based interactive scaﬀolding on secondary\nstudents’ speaking performance, goal setting, self-evaluation, and motivation in informal\ndigital learning of English, Interactive Learning Environments, 33:7, 4633-4652, DOI:\n10.1080/10494820.2025.2470319\nTo link to this article:  https://doi.org/10.1080/10494820.2025.2470319\n© 2025 The Author(s). Published by Informa\nUK Limited, trading as Taylor & Francis\nGroup\nView supplementary material \nPublished online: 04 Mar 2025.\n Submit your article to this journal \nArticle views: 3765\n View related articles \nView Crossmark data\nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=nile20The effects of artificial intelligence-based interactive scaffolding \non secondary students’ speaking performance, goal setting, self- \nevaluation, and motivation in informal digital learning of English\nFeifei Wang\na\n, Xiaohua Zhou \nb\n* , Kangxin Li\nc\n, Alan C. K. C",
  "Witte et al. - 2025 - How Teachers Use Data Description and Differences Across PreK Through Third Grade.pdf": "Vol.:(0123456789)\nEarly Childhood Education Journal (2025) 53:437–446 \nhttps://doi.org/10.1007/s10643-023-01588-3\nHow Teachers Use Data: Description and Differences Across PreK \nThrough Third Grade\nAmanda L. Witte1  · Lisa L. Knoche1 · Susan M. Sheridan1 · Natalie Koziol1\nAccepted: 2 October 2023 / Published online: 6 November 2023 \n© The Author(s), under exclusive licence to Springer Nature B.V. 2023\nAbstract\nThe use of data to inform instruction has been linked to improved student outcomes, early identification of intervention \nneeds, and teacher decision-making and efficacy. Additionally, data are used as a means of accountability within educational \nsettings. However, little is known about data use practices among early grades teachers. The purpose of the current study is \nto describe the data use of PreK to third grade teachers and to investigate differences in data use and support across grade \nlevels. Participants were 307 early childhood teachers in PreK and early elementary school. Analysis of survey data revealed, \noverall, most teachers across grade levels collected observational data and direct assessments and data were predominantly \nused to inform instruction and determine if students are ready to learn new skills. In general, teachers indicated that support \nfor data use is available. Results also indicate significant variation in data types, use, and support across PreK to third grade.\nKeywords Teacher data use · Data use support · Data collection alignment · ",
  "Wolff et al. - 2016 - Data literacy for learning analytics.pdf": "Data literacy for Learning Analytics \nA\nnnika Wolff, John Moore \nComputing and Communications, Faculty of Maths, \nComputing and Technology  \nThe Open University Milton Keynes, MK7 6AA, UK  \n{annika.wolff, john.moore}@open.ac.uk  \n Zdenek Zdrahal, Martin Hlosta, Jakub Kuzilek \nKnowledge Media Institute \nThe Open University Milton Keynes, MK7 6AA, UK  \n{zdenek.zdrahal, martin.hlosta, \njakub.kuzilek}@open.ac.uk  \n \n \nABSTRACT \nThis workshop explores how data literacy impacts on learning \nanalytics both for practitioners and for end users. The term data \nliteracy is used to broadly describe the set of abilities around the \nuse of data as part of everyday thinking and reasoning for solving \nreal-world problems. It is a skill required both by learning \nanalytics practitioners to derive actionable insights from data and \nby the intended end users, such that it affects their ability to \naccurately interpret and critique presented analysis of data. The \nlatter is particularly important, since learning analytics outcomes \ncan be targeted at a wide range of end users, some of whom will \nbe young students and many of whom are not data specialists. \nWhilst data literacy is rarely an end goal of learning analytics \nprojects, this workshop aims to find where issues related to data \nliteracy have impacted on project outcomes and where important \ninsights have been gained. This workshop will further encourage \nthe sharing of knowledge and experience through practical \nactivities with datasets"
}